[{"Majors": "Classics, History", "Class Year": "2018", "Tanner ID": "566", "Final Abstract": "I spent this past summer in my hometown of Durham, North Carolina volunteering at the Museum of Durham History during which I learned more about Durham than I had in over a decade of living there. While at the museum, I conducted research and wrote content for the “Tell Us What We Left Out” exhibit, took photos and videos to market another current exhibit, and interacted with museum visitors on a regular basis. The “Tell Us What We Left Out” exhibit features sticky notes which visitors use to submit topics they want to learn more about, research is done on the topic, then the write-up and laminated note are displayed side-by-side in the exhibit space. I used the research and writing skills acquired through my coursework in the humanities and discovered firsthand the power of having museum visitors drive the narrative and content of their local museum.  ", "Advisor Name and Department": "Quintana, Ryan A(History)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": " Tobacco, Baseball, and Duke A Summer at The Museum of Durham History", "The name of the organization where the primary presenter interned or were affiliated with": "Museum of Durham History", "Primary presenter": "Samantha (Sam) L Lanevi", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Museums,"}, {"Majors": "Political Science, Cinema and Media Studies", "Class Year": "2017", "Tanner ID": "528", "Final Abstract": "Over the summer, I worked in Burma with filmmakers I met while studying abroad in Prague (including one Burmese) to capture the compelling narratives of Burmese female construction workers who were physically developing what has been until recently one of the most isolated nations in the world. As Director and Executive Producer of The Construct; Female Laborers and the Fight for Equality, I handled fundraising, daily logistics, and interviewing subjects. This difficult but extremely rewarding project brought together theories and skills from my two majors, CAMS and Political Science.  I learned on the ground how to communicate, coordinate, and ultimately get the shots we needed—and also learned the many difficulties of documenting (and gaining access to) other people’s lives.  I look forward to continuing to work with international filmmakers on documentary films that tell the stories of women and girls around the world.", "Advisor Name and Department": "Wood, Winifred J(Writing Program)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Filming Female Construction Workers - The Documentarian Adventure", "The name of the organization where the primary presenter interned or were affiliated with": "Independent Documentary Project", "Primary presenter": "Jalena A Keane-Lee", "location": {"lat": 21.916221, "lng": 95.955974}, "The primary country the primary presenter were located in": "Myanmar", "Tags": "Media,,"}, {"Majors": "English", "Class Year": "2018", "Tanner ID": "533", "Final Abstract": "Over the summer, I was fortunate to experience what it is like to be up-close and personal in a film production company in Rome.  KitchenFilm is an independent company, whose founder, Emanuela Piovano, has been directing and producing films since the 1980s in her hometown Torino, the birthplace of Italian cinema. My duties as an intern were always plentiful and at KitchenFilm they entrusted me with a lot of responsibilities, such as translating into English documents or interviews conducted in Italian, cataloging books into a filer system, analyzing films they have produced, and exploring effective marketing strategies for their film.  What is special about this company is its dedication to making women the central focus of their work. The world of cinema is a male oriented field, thus they have made it their mission to promote women in the film industry This was an amazing experience which I highly recommend!", "Advisor Name and Department": "Laviosa, Flavia (Italian Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Italian Cinematographic Culture the inner workings of an independant production company ", "The name of the organization where the primary presenter interned or were affiliated with": "KitchenFilm Roma", "Primary presenter": "Kailey S Piré", "location": {"lat": 41.87194, "lng": 12.56738}, "The primary country the primary presenter were located in": "Italy", "Tags": "Women,,"}, {"Majors": "French, English", "Class Year": "2017", "Tanner ID": "536", "Final Abstract": "This summer, through the Wellesley English Department internship program, I interned at W. W. Norton & Company, the largest and oldest independent and employee-owned publishing company in the U.S. I had the privilege to work full-time with the Norton Anthologies as an editorial assistant on the College Department Literature Team. Immersing myself in the details of anthology publication, from editing tables of contents and footnotes to handling permissions and copyright, I learned about the diverse tasks that go into compiling anthologies, and ultimately about why anthologies tend to break the general rules of college textbook publishing. In this presentation, I hope to shed some light on this very specific niche of the publishing industry through my experiences with not only the immediate internship tasks, but also with the networking and intern collaboration that accompanied them.", "Advisor Name and Department": "Sabin, Margery M(English)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "“Anthologies break all the rules” A summer at W. W. Norton & Co.", "The name of the organization where the primary presenter interned or were affiliated with": "W. W. Norton & Company/Wellesley College English Department", "Primary presenter": "Isabelle A Chen", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Language/Literature,,"}, {"Majors": "French, Medieval/Renaissance Studies", "Class Year": "2017", "Tanner ID": "546", "Final Abstract": "What relevance could medieval religion possibly have in the realm of modern tourism? Quite a lot, apparently, as I learned last summer during my internship as a student guide at Saint Sauveur Cathedral in Aix-en-Provence, France. As I gave guided tours of the fantastically preserved twelfth-century cloister and wrote a research paper on the fifth-century baptistery, which was constructed on the remains of a Roman forum, I was struck by the contrast between the ancient religious beliefs still practiced by many, which inspired the construction of these monuments, and the tourism industry, which views such buildings primarily as cultural collateral. Through my research and hands-on experience, I eventually came to see this juxtaposition as part of the continuation of a broader ideological paradigm that blurs the boundaries between the sacred and the profane.", "Advisor Name and Department": "Gunther, Scott E(French)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Sacred space and modern tourism the ideological evaluation of Saint Sauveur Cathedral", "The name of the organization where the primary presenter interned or were affiliated with": "Association Cathédrale Vivante", "Primary presenter": "Abigail M Stinson", "location": {"lat": 46.227638, "lng": 2.213749}, "The primary country the primary presenter were located in": "France", "Tags": "Arts,Museums,Religion"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "671", "Final Abstract": "A few years ago, I founded a not-for-profit organization called The Sounds of Social Change (now known as Cuerdas Para Cali). For my Tanner presentation, I will be showing a film that documents the 2014 pilot trip to Colombia.Cuerdas Para Cali is a student-initiated, Bard Trustee Leader Scholar (TLS) project aimed at teaching and mentoring young musicians living in Cali, Colombia. We connect US conservatory musicians with socially transformative music programs [OS1] in Cali. Cuerdas Para Cali works with an extremely impoverished population, providing a modality of social transformation for these students, whose horizons are otherwise limited. Cuerdas Para Cali was awarded a 2015 Davis \"Projects for Peace Grant.\" Music serves as a powerful vehicle, teaching the value of working toward long-term skill acquisition, non-violent communication skills, and collaboration. Our past visits have inspired the students musically, and in terms of their desire for further education in general.", "Advisor Name and Department": "Shurchkov, Olga (Economics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Cuerdas Para Cali A journey to Siloé", "The name of the organization where the primary presenter interned or were affiliated with": "Cuerdas Para Cali", "Primary presenter": "Ariel (Rebecca) R Zlatkin", "location": {"lat": 4.570868, "lng": -74.297333}, "The primary country the primary presenter were located in": "Colombia", "Tags": "Arts,Poverty,Youth"}, {"Majors": "French", "Class Year": "2018", "Tanner ID": "576", "Final Abstract": "This summer, I lived in Paris and interned at IDFM Radio Enghien, a local radio station located just outside the capital in Enghien-les-Bains. I had the opportunity to give the news on air every day, in French, and during the month of July, I started a daily segment in English dedicated to less-touristy things to do in Paris for foreigners called “An American In Paris.” I was intrigued, and sometimes surprised, by the cultural differences apparent in France, both at work and during daily life in the city. This internship allowed me to experiment with a form of media that was new to me, and helped to strengthen my French skills. It also let me engage with Paris in a rewarding and engaging way, giving me a new perspective on the city.", "Advisor Name and Department": "Gunther, Scott E(French)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "\"An American In Paris\" My Internship at IDFM Radio Enghien", "The name of the organization where the primary presenter interned or were affiliated with": "IDFM Radio Enghien", "Primary presenter": "Anjali M Sundaram", "location": {"lat": 46.227638, "lng": 2.213749}, "The primary country the primary presenter were located in": "France", "Tags": "Cities,Language/Literature,Media"}, {"Majors": "American Studies, Cinema and Media Studies", "Class Year": "2017", "Tanner ID": "582", "Final Abstract": "This summer I interned at Maven Pictures, a small independent film production company based in Lower Manhattan. My internship, which was sponsored by Wellesley’s English Department, focused on motion picture development and pre-production-- everything that needs to happen on a film project before the camera starts rolling, from revising the script to casting and preparing for shooting. As a Cinema and Media Studies major with a background in on-set film production, participating in this earlier stage of the filmmaking process was eye-opening and gave me a more well-rounded view of the independent film industry. It showed me firsthand that it is possible to change the film industry from within to improve diverse representation, and I hope that by coming to my presentation the Wellesley community can better understand the development and production processes of filmmaking and their impact on (as well as the impact of) society.", "Advisor Name and Department": "Viano, Maurizio S(Cinema and Media Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Behind the Scenes, Before the Screen Exploring the Independent Film Industry", "The name of the organization where the primary presenter interned or were affiliated with": "Maven Pictures", "Primary presenter": "Kathryn R Sweatman", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Arts,Media,"}, {"Majors": "Psychology", "Class Year": "2017", "Tanner ID": "592", "Final Abstract": "Each summer the Davis Museum Summer Internship allows Wellesley students to gain first-hand experience working in the field and meet museum professionals. The interns came from a variety of academic backgrounds and differing levels of experience with the Davis. Through our positions in various departments, we completed a diverse range of projects that included providing content for a new interactive app, planning upcoming exhibitions for the reinstallation, developing educational programming, helping to build the revamped Davis website, and much more. Weekly visits to New England museums and a week-long trip to New York City provided the interns with the chance to experience a variety of museum models and to develop the skills to critically assess their museum experiences. Audience engagement, whether through accessible labels or the use of technology, acted as a major recurring theme during the internship. Through the internship, we gathered around a common interest of making museums educational spaces where communities can come together and have fun in a welcoming environment.", "Advisor Name and Department": "Fluke, Meredith E(Davis Museum & Cultural Center)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Opening Doors, Opening Minds Davis Summer Interns 2016", "The name of the organization where the primary presenter interned or were affiliated with": "The Davis Museum at Wellesley College", "Primary presenter": "Feliz N Smith", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Museums,,"}, {"Majors": "English", "Class Year": "2018", "Tanner ID": "601", "Final Abstract": "What makes a book “good”?  Are these the same qualities that make a book commercially successful? This summer I worked at Kneerim & Williams Literary Agency in Boston. Through this experience, I explored a lesser-seen part of the publishing industry, one in which agents curate the pool of writing from which publishers choose, shaping and determining what kinds of content the general public will ultimately read. Agents must possess a refined but open palate, a strong awareness of the modern market, and a keen, perhaps even instinctual, sense of taste. Navigating an interesting boundary between upmarket (works of literary and scholarly merit) and trade (works with commercial appeal), agents must evaluate books not only as editors, but also as readers, lawyers, marketers and salespeople. In my presentation I hope to paint a portrait of this unusual and multifaceted side of publishing. ", "Advisor Name and Department": "Sabin, Margery M(English)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Between Writer, Editor, and Reader Taste-Making and the World of Literary Agents", "The name of the organization where the primary presenter interned or were affiliated with": "Kneerim & Williams Literary Agency", "Primary presenter": "Windsor Rose  Whitlock", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Language/Literature,,"}, {"Majors": "Art History, English", "Class Year": "2018", "Tanner ID": "604", "Final Abstract": "This summer, I had the privilege of interning with the Campaign for the Ayer Mansion. The Ayer Mansion is the only surviving residential commission by famed glass artist and designer Louis Comfort Tiffany. I researched the history of the house, its objects, and the Ayer Family that once called it home. I dove head-first into the process of historical preservation. Over the course of the summer, I traveled to various archives, met with scholars and art dealers, and pored over primary documents that were over a hundred years old.  I discovered how it felt to be excited about the shape of a lamp, or the shade of a stone. As an art history major, I was able to appreciate the time, effort, and skill that go into ensuring art's longevity.  ", "Advisor Name and Department": "McNamara, Martha J(Art)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Boston's Tiffany Treasure Preserving the Ayer Mansion", "The name of the organization where the primary presenter interned or were affiliated with": "Campaign for the Ayer Mansion", "Primary presenter": "Sarah N Michelson", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Arts,Education,Museums"}, {"Majors": "Art History, Classical Civilization", "Class Year": "2017", "Tanner ID": "606", "Final Abstract": "This summer I interned at the Peggy Guggenheim Collection, a modern art museum in Venice, Italy. The assigned tasks involved day to day responsibilities of the museum, from guarding the galleries to staffing the ticket office. I also took the initiative to improve my language skills, learn about the collection, engage with visitors, and undertake a translation project. In addition, working with fellow interns from all over the world and exploring the historic city of Venice has made my stay there a truly global experience. ", "Advisor Name and Department": "Fluke, Meredith E(Davis Museum & Cultural Center)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Making the Most of Venice", "The name of the organization where the primary presenter interned or were affiliated with": "The Peggy Guggenheim Collection", "Primary presenter": "Ningyi  Xi", "location": {"lat": 41.87194, "lng": 12.56738}, "The primary country the primary presenter were located in": "Italy", "Tags": "Arts,Museums,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "611", "Final Abstract": "I hiked the French route of Camino de Santiago this summer. Hiking 800 km from St. Jean Pied de Port to Santiago was a physically, mentally challenging experience. However, it was an opportunity to interact with people regardless their ages, professions, and ethnicities. Standards used to classify people in society meant nothing on the road. What matters the most to pilgrims -- people who are on the road -- was reaching Santiago. Although pilgrims had just met a new group of people on the road, they supported and encouraged each other merely because they share one common goal arriving in Santiago. People on the Camino de Santiago are somewhat similar to people in Wellesley; both are diverse groups of people endeavoring to achieve their own goals. I hope my presentation encourages students to create a supportive environment in Wellesley where students are pilgrims who metaphorically hike to their own Santiago.", "Advisor Name and Department": "Hodge, Thomas P(Russian)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "We All Walk to Santiago My 28 Days on the Camino de Santiago", "The name of the organization where the primary presenter interned or were affiliated with": "Individual travel", "Primary presenter": "Seo Jung (SJ)  Kim", "location": {"lat": 40.46366700000001, "lng": -3.74922}, "The primary country the primary presenter were located in": "Spain", "Tags": "Cultural/Ethnic Origins,,"}, {"Majors": "Art History", "Class Year": "2017", "Tanner ID": "612", "Final Abstract": "You might wonder what a legless statue of George Washington, a purple rhinestone spider necklace and a collection of one amateur photographer’s glass plate negatives have in common.  The answer is that all three of these objects, and almost two million more, belong to the non-profit preservation organization, Historic New England.  Over the summer I interned through the McNeil Summer Internship program with Historic New England in their library and archives and in their collections facility.  I worked  directly with historic artifacts and delved into the evolving field of archives and collections care. In this presentation, I will explore the importance of archival work from a community perspective, collections care practices from an object-based perspective and the importance of preserving bits of otherwise forgotten history.  ", "Advisor Name and Department": "McNamara, Martha J(Art)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Legless George and the Spider Necklace On the Importance of Archives", "The name of the organization where the primary presenter interned or were affiliated with": "Historic New England", "Primary presenter": "Alison L Balis", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Museums,,"}, {"Majors": "Women's & Gender Studies", "Class Year": "2017", "Tanner ID": "613", "Final Abstract": "This summer, in collaboration with MIT’s Archnet, and as interns of the Tangier American Legation Institute for Moroccan Studies (TALIM), we conducted several projects to document the architectural history of Tangier, Morocco, and engage the larger local community through culture and the arts. Our presentation Tangier Then and Now takes a photographic look at the city of Tangier and documents significant changes in its urban landscape from early 20th century to the present.Additionally, we helped coordinate a creative arts and media festival, Youmein, and volunteered at a day camp to engage local children through art, music, and theatre. Our internship provided us with a great opportunity to deepen our understanding and appreciation of Moroccan and North African cultures.  It also helped us contextualize previous readings and reconnect with our Wellesley courses and experiences. We hope attendees will learn through our experiences the importance of seeking out new cultures and the enrichment they bring to both our academic work and personal development.", "Advisor Name and Department": "Aadnani, Rachid (Middle Eastern Studies)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Tangier Then & Now A Visual History", "The name of the organization where the primary presenter interned or were affiliated with": "Tangier American Legation Institute for Moroccan Studies", "Primary presenter": "Amina  Ziad", "location": {"lat": 31.791702, "lng": -7.092619999999999}, "The primary country the primary presenter were located in": "Morocco", "Tags": "Arts,Cities,Museums", "Additional Presenters": [{"Organization": "Tangier American Legation Institute for Moroccan Studies", "Presenter Info": "Iye, Julide E (jiye@wellesley.edu; Class of 2018; Majors: Middle Eastern Studies)", "Country/State": "Morocco", "location": {"lat": 31.791702, "lng": -7.092619999999999}}]}, {"Majors": "American Studies", "Class Year": "2018", "Tanner ID": "622", "Final Abstract": "This summer I used video and audio editing technology to help the Holocaust and Human Rights Center of Maine access testimonials and interviews of Maine residents who had lived through major human rights events. I created finished projects that will be accessible online for educational purposes. While focusing on two major interviews with a woman who grew up in Nazi Germany and a woman who participated in the Freedom Rides in Memphis during the Civil Rights Movement, I gained technical skills that will carry me forward into my studies in American storytelling. As I listened to first-person accounts of these historical events, I began to ask myself questions about the value of anecdotal stories, whose stories are considered valuable, and what biases we reinforce with the stories we choose to broadcast. ", "Advisor Name and Department": "Fisher, Paul (American Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Accessing Anecdotes Editing and Questioning Human Rights Testimonials ", "The name of the organization where the primary presenter interned or were affiliated with": "Holocaust and Human Rights Center of Maine", "Primary presenter": "Emma  Gyorgy", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Human Rights,Media,Museums"}, {"Majors": "Theatre Studies, Women's & Gender Studies", "Class Year": "2018", "Tanner ID": "625", "Final Abstract": "Early this September, I had the incredible opportunity to attend the Transgender Studies Conference at the University of Arizona. While this conference was interdisciplinary, I went with the explicit goal of learning more about transgender performance. Being able to watch and interact with other transgender performing artists was an experience that perfectly captured the intersection between my Theater Studies major, my Women's and Gender Studies major, and my personal experiences. In addition to the performance-related parts of the conference, I learned about recent theoretical explorations of transgender embodiments and methodologies. This conference provided me with critical tools to help me explore and contextualize my experiences as a transgender theater artist. I hope that I can share my learnings from this conference and provide “best practices” recommendations for ways that Wellesley and Boston theaters can work more closely and more sensitively with transgender theater artists.", "Advisor Name and Department": "Towlun, David G(Theatre Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Trans*Studies Lessons on Performance and the Transgender Artist", "The name of the organization where the primary presenter interned or were affiliated with": "Trans*Studies An International Transdisciplinary Conference on Gender, Sexuality, and Embodiment", "Primary presenter": "Isaac J Zerkle", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Arts,,"}, {"Majors": "Art History", "Class Year": "2017", "Tanner ID": "626", "Final Abstract": "This summer, through the support of Wellesley-in-Washington, I was the Archaeology Collection Intern in the Anthropology Department, National Museum of Natural History, Smithsonian Institution. In addition to a range of daily collection management tasks, I conducted research to expand and improve catalog records for the ancient Mediterranean material. Working directly with classical antiquities, as I did at the Smithsonian, is a goal for my academic and professional life after Wellesley.My Tanner presentation will cover Wellesley-in-Washington, interning at a major (federal) museum, and my research project. My research project was focused primarily on oil lamps, which were ubiquitous from the Bronze Age to Late Antiquity. The demand for artificial lighting and the subsequent development of lamp types  reveals much about the concerns, economies, religion, etc., that made up daily life.", "Advisor Name and Department": "Cassibry, Kimberly B(Art)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Illuminating Ancient Life Mediterranean Oil Lamps at the Smithsonian Institution’s National Museum of Natural History", "The name of the organization where the primary presenter interned or were affiliated with": "National Museum of Natural History, Smithsonian Institution", "Primary presenter": "Margaret A Justus", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Museums,,"}, {"Majors": "Philosophy", "Class Year": "2017", "Tanner ID": "630", "Final Abstract": "Often, it isn’t until one is removed from one’s present environment that one recognizes the value of a unique experience. As we discovered ourselves, Wellesley students begin to appreciate the value of their unique college tenure once away from campus. This past year, we built upon what we learned at Wellesley by immersing ourselves in the different cultures of England, Italy, and France. In doing so, we took away a common theme of open-mindedness. Our presentation will focus on the Wellesley experience and how that prepared us for our time abroad, shaped our lives once there, and how that experience impacted our return to campus. Having an open mind enriches one’s experience in a foreign environment, permitting oneself to immerse in the lightness of discovery and learning. We learned to value our short time abroad and hope that our experiences encourage you to value your time and relationships at Wellesley.", "Advisor Name and Department": "Thomas-Starck, Jennifer (International Studies)", "Number of Student Authors of Abstract including yourself": "3", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "From Oxford, Bologna, Aix and Back How Wellesley Shaped the Study Abroad Experience", "The name of the organization where the primary presenter interned or were affiliated with": "Keble College, University of Oxford; Middlebury CMRS Program", "Primary presenter": "Sarah E Cohen", "location": {"lat": 55.378051, "lng": -3.435973}, "The primary country the primary presenter were located in": "United Kingdom", "Tags": "Cultural/Ethnic Origins,Education,Language/Literature", "Additional Presenters": [{"Organization": "Aix-Marseille University, Sciences-Po Aix; Wellesley-in-Aix Program", "Presenter Info": "Han, Julia  (yhan@wellesley.edu; Class of 2017; Majors: Political Science & French)", "Country/State": "France", "location": {"lat": 46.227638, "lng": 2.213749}}, {"Organization": "University of Bologna; E.C.CO. Program", "Presenter Info": "Shlasko, Gabrielle B (gshlasko@wellesley.edu; Class of 2017; Majors: Economics)", "Country/State": "Italy", "location": {"lat": 41.87194, "lng": 12.56738}}]}, {"Majors": "Political Science", "Class Year": "2017", "Tanner ID": "637", "Final Abstract": "Through comics (bande dessinée), a genre beloved by the French, female authors have questioned and resisted the idea of a singular feminine experience and the stereotype of the French woman. While studying abroad in Aix, I examined how female graphic novelists (Marjane Satrapi, Gally, Chloé Cruchaudet) in particular have expanded the mainstream conception of what it means to be a woman in France, encouraging understanding and tolerance. This study led me to discover comics as my own medium of personal expression. Both visual and literary, comics offered me the opportunity to communicate at a time when I struggled to articulate myself emotionally and intellectually and through my cartoon blog I was able to connect to my Wellesley community while abroad. I hope to leave the audience with a more complex understanding of comics’ potential to relay an emotional, social, or political reality to the reader. ", "Advisor Name and Department": "Graves, Kristiana M(International Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "The Power of Comics my year in France ", "The name of the organization where the primary presenter interned or were affiliated with": "Wellesley-in-Aix", "Primary presenter": "Franziska (Franzi) A Ross", "location": {"lat": 46.227638, "lng": 2.213749}, "The primary country the primary presenter were located in": "France", "Tags": "Arts,Language/Literature,Women"}, {"Majors": "Art History", "Class Year": "2018", "Tanner ID": "641", "Final Abstract": "Every day of my summer internship in MoMA’s Collection Management and Exhibition Registration department was an exercise in professional development. My main objective was to understand the department’s role in the museum, and to gain experience working with registrars. Despite being an “invisible” department to outsiders, it is crucial to the operation of any museum. By speaking with co-workers, I was able to gain a greater understanding of art world politics and build on my previous experience working for the Davis registrars. I know my summer internship will be useful in my remaining time at Wellesley, and I am building my schedule to include courses and activities that will help me become a registrar in the future. Through my presentation, I hope that people will learn about the diversity of careers in the art world, and understand the importance of museum registrars to the visibility and stewardship of art worldwide.", "Advisor Name and Department": "Berman, Patricia G(Art)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Museum Registrars The Art Word's Secret Powers ", "The name of the organization where the primary presenter interned or were affiliated with": "The Museum of Modern Art (MoMA)", "Primary presenter": "Caroline G Beatrice", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Arts,Museums,"}, {"Majors": "French", "Class Year": "2017", "Tanner ID": "644", "Final Abstract": "This past summer I was a research assistant and translator for the New York Times, working directly with the former Paris bureau chief and contributing writer for the Times, Elaine Sciolino.  In this position I gained insights into international journalism, research and publishing.  Specifically, I developed my skills in french translation, learned how to write transcriptions, created relationships with archivists, museum curators and library specialists across Europe and the United States, and gained an appreciation for the power of networking.  As a French major at Wellesley with a desire to pursue a related career, my time and experiences this summer allowed me to broaden and strengthen my linguistic skills, understanding of french culture, and develop self-confidence.  I hope my Tanner presentation would inspire other Francophiles, or those interested in other cultures, and linguist enthusiasts to travel and live abroad to enrich their traditional academic experiences.", "Advisor Name and Department": "Gunther, Scott E(French)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "From Wellesley to Paris Translating and International Journalism", "The name of the organization where the primary presenter interned or were affiliated with": "New York Times", "Primary presenter": "Olivia M Grochmal", "location": {"lat": 46.227638, "lng": 2.213749}, "The primary country the primary presenter were located in": "France", "Tags": "Language/Literature,Law/Politics,Media"}, {"Majors": "Art History, Mathematics", "Class Year": "2017", "Tanner ID": "653", "Final Abstract": "This past summer I worked closely with curators at the Long Museum, Shanghai, the largest private art museum in China, to prepare for an exhibition from the very beginning to its opening day.  I was given the opportunity to participate in a diverse range of tasks necessary to run a museum, including Curatorial, Education, Media, Public Affairs, and Museum Development.  Through this internship, I also learned about the collection, built up professional connections, and witnessed the burst of energy and momentum in China’s aggressive museum growth. The presentation will focus on my summer internship project, provide an understanding of the role of private museums in China, and examine the challenges and implications for their future development.", "Advisor Name and Department": "Liu, Heping (Art)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Cultural Catch-up Summer Intern at the Long Museum, Shanghai", "The name of the organization where the primary presenter interned or were affiliated with": "The Long Museum, Shanghai", "Primary presenter": "Xiaorong (Sharon)  Liu", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Arts,Cultural/Ethnic Origins,Museums"}, {"Majors": "Internatnl Relations-Pols Sci", "Class Year": "2017", "Tanner ID": "657", "Final Abstract": "This summer we interned at the Lobkowicz Palace, a museum at the edge of Prague’s palace complex and privately owned by the Lobkowicz family. The prominent family has been known in the Czech Republic for over 700 years for their music patronage and art collecting.  In the 20th century they were forced into exile by the Nazis, and then their property was confiscated by the Communist regime after WW II. Since the restitution of the several castles and collections in the 1990s, the Lobkowicz treasures have become a cultural fixture in the Czech Republic. Yet, visitors to the Lobkowicz Palace see only a small part of all that the dedicated staff do to make the vast collection publicly accessible. Departments collaborate behind the scenes to preserve artworks, fundraise for exhibitions, and breathe life into the Collections. We worked with the small staff to pursue projects varying from creating a Lobkowicz coloring book to documenting objects for a pictorial inventory. In doing so, we explored a museum’s unseen labor in bringing art to life today and for generations to come.", "Advisor Name and Department": "Hansen, Thomas S(Faculty emeritus)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "More than just a Pretty Face Protecting and Conserving the Lobkowicz Treasures", "The name of the organization where the primary presenter interned or were affiliated with": "the Lobkowicz Collections", "Primary presenter": "Aimanda K Gulick", "location": {"lat": 49.81749199999999, "lng": 15.472962}, "The primary country the primary presenter were located in": "Czech Republic", "Tags": "Arts,,", "Additional Presenters": [{"Organization": "the Lobkowicz Collections", "Presenter Info": "Selch, Rebecca E (rselch@wellesley.edu; Class of 2017; Majors: Sociology & Art History)", "Country/State": "Czech Republic", "location": {"lat": 49.81749199999999, "lng": 15.472962}}]}, {"Majors": "Political Science", "Class Year": "2018", "Tanner ID": "659", "Final Abstract": "This summer, I interned at City Weekend, a lifestyle and entertainment magazine geared towards expats living in Beijing, China. As an intern, I was given free range to roam about China’s capital looking for story ideas and writing about the places and people I encountered. What I was not expecting to find on these jaunts, however, was a new level of self-confidence and comfort within my own skin. In a city where the average woman is 5’3 and Chinese, I quickly learned to accept my foreignness and how to proudly hold my head high. During this period of personal emotional, intellectual, and physical growth, the magazine I worked at similarly underwent a modern restructuring of its own. In a time of change and uncertainty, I learned the value of staying true to myself half a world away from home.", "Advisor Name and Department": "Chen, Dai (East Asian Languages & Cultures)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Eat, Drink, Love A Transformative Summer in Beijing, China", "The name of the organization where the primary presenter interned or were affiliated with": "City Weekend", "Primary presenter": "Haley L Shanahan", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Cultural/Ethnic Origins,Media,Women"}, {"Majors": "Media Arts and Sciences", "Class Year": "2018", "Tanner ID": "665", "Final Abstract": "In my first year at Wellesley, I studied the effects of advertising on women and society in my WGST 101 class. I listened as Jean Kilbourne famously pointed out in her documentary series \"Killing Us Softly\" that \"Ads sell more than products ... To a great extent they tell us who we are and who we should be,\" and I critiqued the ads in my magazines. Yet, when I spent this past summer interning at TBWA\\Worldwide, a leading advertising agency in New York City, I was struck by how different advertising was in the workplace the way agencies struggle with their responsibility and power in culture, the complications that come from working with clients, and the role that the individual consumer plays in advertising. This presentation will discuss the little-known sides of advertising, the challenges agencies must face, and the way each and every one of us can shape our culture.", "Advisor Name and Department": "Jeffries, Michael P(American Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "With Great Power Comes Great Responsibility Advertising's Role In Our World", "The name of the organization where the primary presenter interned or were affiliated with": "TBWA\\Worldwide", "Primary presenter": "Madeleine (Maddie) Y Kim", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Media,Women,"}, {"Majors": "Women's & Gender Studies", "Class Year": "Seni", "Tanner ID": "669", "Final Abstract": "I took my independent study to Iceland this summer, where I traveled the country photographing a self-portrait series. The photographs explore themes of mental illness, family, sexuality, and identity. I will discuss the genesis of the project and how it grew from an idea to a rigorous shoot with props and multiple locations. Photographing in Iceland presents many benefits and challenges, which I navigated technically as an artist while handling the creative process of emotionally charged work. I will also discuss how collaboration with other photographers and working with family influenced my project. note my presentation will also include a photo exhibit", "Advisor Name and Department": "Marshall, Nancy L(Wellesley Centers for Women)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Culture and the Arts", "Title of Presentation": "Darkness in the Midnight Sun Photographing the Self in Iceland", "The name of the organization where the primary presenter interned or were affiliated with": "Wellesley College independent study", "Primary presenter": "Layla A Eastep", "location": {"lat": 64.963051, "lng": -19.020835}, "The primary country the primary presenter were located in": "Iceland", "Tags": "Arts,Health,Media"}, {"Majors": "Computer Science", "Class Year": "2018", "Tanner ID": "545", "Final Abstract": "Every year, the Wellesley Lumpkin Institute for Service-Learning gives approximately eight rising juniors the opportunity to live together in Boston and intern at a nonprofit organization for ten weeks. We also attend weekly seminars where guest speakers from various nonprofits come to talk to us about the complex socioeconomic issues their work entails. We all came into the summer with a passion for service, and have come out of the experience more enlightened on how to bring change to a complex and ever changing world. The three of us will discuss our experience with the Lumpkin program and our internships at Economic Mobility Pathways, Medical-Legal Partnership | Boston, and Action for Boston Community Development. We have each developed a more sophisticated view of social service in its various forms and learned how to maximize impact in different environments by adapting the skills we have gained at Wellesley.", "Advisor Name and Department": "Mandeville, Elizabeth A(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "3", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Increasing Impact in the Nonprofit Sector Behind the Scenes", "The name of the organization where the primary presenter interned or were affiliated with": "Economic Mobility Pathways (EMPath)", "Primary presenter": "Chetna  Mahajan", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Housing,Law/Politics,Poverty", "Additional Presenters": [{"Organization": "Medical-Legal Partnership Boston (MLPB)", "Presenter Info": "Wang, Michelle  (zwang3@wellesley.edu; Class of 2018; Majors: Psychology)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Action for Boston Community Development (ABCD)", "Presenter Info": "Yan, Katie J (kyan2@wellesley.edu; Class of 2018; Majors: Economics)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Japanese Language & Culture", "Class Year": "2017", "Tanner ID": "550", "Final Abstract": "During my year abroad in Japan, I was a part of a group that helped organize a series of feminist talks. The talks took place in a small community space and were open to the whole public. We decided to call our seminar, Feminism for everyone or ????????. From these discussions I was able to engage with not only the local Japanese community but also foreigners living in the area. Each discussion had a theme based on feminism; from defining feminism to women and politics, we discussed the ways in which feminism can exist in all aspects of our lives. The most interesting for me was really learning about the environment of feminism in Japan—often called a man’s country. ", "Advisor Name and Department": "Zimmerman, Eve (East Asian Languages & Cultures)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Feminism for Everyone What Japanese Women Taught Me", "The name of the organization where the primary presenter interned or were affiliated with": "Kosaten", "Primary presenter": "Sophia R Vale", "location": {"lat": 36.204824, "lng": 138.252924}, "The primary country the primary presenter were located in": "Japan", "Tags": "Women,,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "554", "Final Abstract": "This past summer I interned with the Center for Survivor Agency and Justice, a non-profit organization that works to remove systemic barriers faced by survivors of domestic violence through civil legal advocacy. Through my experiences with CSAJ I developed a deeper understanding of how the theoretical and academic call for intersectionality travels to advocacy institutions, the work they do, and the workplaces they create. CSAJ’s work is grounded in an approach of survivor centered economic advocacy, which places emphasis on the survivor’s lived experiences and the links between poverty and domestic violence. The scholarly orientation at the founding of CSAJ and its translation to their advocacy work and office environment provides an interesting case study for how the self-aware, intersectional community found at Wellesley can be created beyond “the bubble”. ", "Advisor Name and Department": "Ellison, Susan H(Anthropology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Intersectionality in Work and the Workplace Survivor Centered Economic Advocacy", "The name of the organization where the primary presenter interned or were affiliated with": "Center for Survivor Agency and Justice", "Primary presenter": "Netanya F Perluss", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Poverty,Violence,Women"}, {"Majors": "Psychology", "Class Year": "2018", "Tanner ID": "556", "Final Abstract": "Over the summer, Wellesley students interned at the Walker School, a restrictive setting for children with behavioral issues, and the Riverside Community Care, a treatment center for adults with mental health issues. Interns at Walker supported staff members by helping coordinate classroom activities, and used Therapeutic Crisis Intervention to de-escalate children. The Riverside intern observed a range of group therapies and assisted coordinators with the planning and leading of the therapeutic sessions. The interns learned how to apply psychological theories and treatment approaches for children and adults. These internships demonstrated the significance of abnormal and developmental psychology in working with a variety of populations, as well as highlighting possible career fields. We hope that the presentation will shed light on the mental health treatments that are available in our community, and reduce stigma associated with accessing those treatments.", "Advisor Name and Department": "Theran, Sally A(Psychology)", "Number of Student Authors of Abstract including yourself": "5", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Different Treatment Approaches for some High Risk Populations", "The name of the organization where the primary presenter interned or were affiliated with": "The Walker School", "Primary presenter": "Diana  Lobontiu", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,,", "Additional Presenters": [{"Organization": "The Walker School", "Presenter Info": "Barton, Hannah C (hbarton@wellesley.edu; Class of 2017; Majors: Cognitive&Linguistic Sciences)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "The Walker School", "Presenter Info": "Grant, Abaigeal C (agrant5@wellesley.edu; Class of 2018; Majors: English & Psychology)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Riverside Community Care", "Presenter Info": "Hartman, Gabby R (ghartman@wellesley.edu; Class of 2017; Majors: Women's & Gender Studies & Psychology)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "The Walker School", "Presenter Info": "Troy, Haley B (htroy@wellesley.edu; Class of 2017; Majors: Neuroscience & Psychology)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Political Science, Spanish", "Class Year": "2018", "Tanner ID": "560", "Final Abstract": "I spent my summer working as an intern with the Community Relations team at Vermont Works for Women (VWW), a nonprofit in Winooski, Vermont that helps women gain career training and work experience. I have been involved with VWW programs for girls and women since 2009, and it these programs that taught me the power of an all female environment, leading me to apply to Wellesley. This summer, I managed the social media accounts of our four brands and assisted in fundraising efforts. Educating the public on barriers that women face in the workplace, empowering women to take on nontraditional careers, and investing in the next generation of youth has given me renewed energy to serve the Wellesley College mission of women’s education, leadership, and service. My presentation will focus on current efforts to help women and girls find concrete pathways to employment through nonprofit work and public policy advocacy.", "Advisor Name and Department": "Grattan, Laura K(Political Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Investing in Women and Girls The Transformative Power of Work", "The name of the organization where the primary presenter interned or were affiliated with": "Vermont Works for Women", "Primary presenter": "Annalee J Beaulieu", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Poverty,Women,Youth"}, {"Majors": "Women's & Gender Studies", "Class Year": "2017", "Tanner ID": "564", "Final Abstract": "When you think of Washington, D.C., what do you think of? Do you think of the Capitol and Senate? Do you think of the Supreme Court and the White House? Of course. But do you also think about the non-profits, the museums, and the social work sector? Probably not. However, these underrepresented sectors are integral parts of Washington. Together, we worked on social research, social justice, and museum work in Washington. Eunbyul conducted research on trans youth and trans homicides in partnership with the Human Rights Campaign Foundation. Meredith handled financial development for The DC Center for the LGBT Community. Ananya provided direct service with survivors of domestic violence at DC SAFE as they navigated the criminal and civil justice systems. Kiera worked for the Smithsonian’s National Museum of the American Indian developing curriculum for children. Aggie worked on a trauma-related insomnia research team at Howard University Hospital.", "Advisor Name and Department": "MacDonald, Paul K(Political Science)", "Number of Student Authors of Abstract including yourself": "5", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Social Science and Social Justice in Washington, D.C. ", "The name of the organization where the primary presenter interned or were affiliated with": "Human Rights Campaign", "Primary presenter": "Eunbyul  Lee", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Human Rights,Museums,Violence", "Additional Presenters": [{"Organization": "The DC Center for the LGBT Community", "Presenter Info": "Clark, Meredith N (mclark3@wellesley.edu; Class of 2017; Majors: Psychology)", "Country/State": "United States - District of Columbia", "location": {"lat": 38.9071923, "lng": -77.0368707}}, {"Organization": "DC SAFE", "Presenter Info": "Ghemawat, Ananya M (aghemawa@wellesley.edu; Class of 2017; Majors: Political Science & Women's & Gender Studies)", "Country/State": "United States - District of Columbia", "location": {"lat": 38.9071923, "lng": -77.0368707}}, {"Organization": "Smithsonian National Museum of the American Indian", "Presenter Info": "Parece, Kiera M (kparece@wellesley.edu; Class of 2017; Majors: Psychology)", "Country/State": "United States - District of Columbia", "location": {"lat": 38.9071923, "lng": -77.0368707}}, {"Organization": "Howard University Hospital", "Presenter Info": "Rieger, Aggie G (arieger@wellesley.edu; Class of 2017; Majors: Psychology & Spanish)", "Country/State": "United States - District of Columbia", "location": {"lat": 38.9071923, "lng": -77.0368707}}]}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "573", "Final Abstract": "As a Nepali-American Seattleite, I love hiking, backpacking and experiencing mountainous bliss. My WellesleyServes! internship at The Wilderness Inner-city Leadership Development (WILD) program in Seattle’s Chinatown transformed my perspective of the outdoors. My summer experience has shown me the impact the outdoors can have on empowering youth of color and their communities. WILD is a one-of-a-kind environmental justice and outdoor leadership program mentored by people of color for predominately low-income, Asian Pacific Islander (API) immigrant and refugee youth. Typically, youth outdoor programs often result in youths’ isolation of the two places, the outdoors and home/community. I challenged the traditional framework by teaching my “Exploring a Sense of Place” curriculum and mapping activities (inspired by Marcy Thomas’ writing course). Throughout the summer, I supported the youth on their unique journeys to mentally and emotionally connect their experiences as environmental stewards in Washington’s outdoors and youth leaders in their local Chinatown community.", "Advisor Name and Department": "Thomas, Marcia E(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Exploring a Sense of Place Youth Claiming the Wilderness and Chinatown", "The name of the organization where the primary presenter interned or were affiliated with": "InterIm Community Development Association's WILD program (Wilderness Inner-city Leadership Developme", "Primary presenter": "Esa  Tilija", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Cities,Cultural/Ethnic Origins,Environment"}, {"Majors": "Indiv-Peace & Justice Studies", "Class Year": "2017", "Tanner ID": "583", "Final Abstract": "Aldea Yanapay was founded twelve years ago to address Perú’s stringent education system and widespread domestic violence. By providing a “conscient education” (educación consciente) based on the values of love, tolerance, and respect, Aldea presents una otra forma de vivir, or a different way of life, one that directly combats the violence children encounter at home and in school. Originally, I imagined teaching at Aldea Yanapay would involve me standing at the front of a classroom, delivering curriculum to students seated in desks. However, because Yanapay promotes an emotional and spiritual focus and the development of the whole person, its unique brand of conscient education is achieved through art, dance, music, and cultural exchange. As a volunteer at the organization, I witnessed how love can transform a community, and learned how to empower youth through conscient education to help them reach their full life potential and affect sustainable grassroots change.", "Advisor Name and Department": "Confortini, Catia C(Peace Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "All You Need is Love How Conscient Education is Changing Cusco's Youth", "The name of the organization where the primary presenter interned or were affiliated with": "Aldea Yanapay", "Primary presenter": "Brianne K O'Donoghue", "location": {"lat": -9.189967, "lng": -75.015152}, "The primary country the primary presenter were located in": "Peru", "Tags": "Cultural/Ethnic Origins,Education,Youth"}, {"Majors": "American Studies, Political Science", "Class Year": "2018", "Tanner ID": "639", "Final Abstract": "This summer we engaged in a variety of classroom settings--from working with low income preschoolers and adults in Berkeley, California, to developing and implementing curricula for students in Kampala, Uganda. Despite our geographic divide, each of us gained a contextual understanding of the role of education in a national framework. We worked with students who were only months old, adults returning to school or starting for the first time, and everyone in between. Along the way, we came to understand the ways in which education can serve as an equalizer and function as a stark indicator of difference. While we encountered an array of socioeconomic disparities this summer, we also recognized the ways in which our sites reproduced structural inequalities. This presentation will highlight the similarities and differences between public and private funding, teaching in classrooms versus one-on-one instruction, and our experiences in the United States and abroad.", "Advisor Name and Department": "Armstrong, Justin (Writing Program)", "Number of Student Authors of Abstract including yourself": "4", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "The Powerful Classroom Teaching and Learning from Berkeley to Kampala", "The name of the organization where the primary presenter interned or were affiliated with": "YMCA of the Central Bay Area", "Primary presenter": "Emerson S Goldstein", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Youth,", "Additional Presenters": [{"Organization": "Aga Khan School", "Presenter Info": "Cheru, Suma S (scheru@wellesley.edu; Class of 2018; Majors: Anthropology)", "Country/State": "Uganda", "location": {"lat": 1.373333, "lng": 32.290275}}, {"Organization": "YMCA of the Central Bay Area", "Presenter Info": "Madhok, Anjali T (amadhok@wellesley.edu; Class of 2018; Majors: Psychology & Women's & Gender Studies)", "Country/State": "United States - California", "location": {"lat": 36.778261, "lng": -119.4179324}}, {"Organization": "Aga Khan School", "Presenter Info": "Oduor, Zilpa A (zoduor@wellesley.edu; Class of 2018; Majors: Internatnl Relations-Economics)", "Country/State": "Uganda", "location": {"lat": 1.373333, "lng": 32.290275}}]}, {"Majors": "Neuroscience, Women's & Gender Studies", "Class Year": "2017", "Tanner ID": "642", "Final Abstract": "During my summer internship at Health Care For All, a Boston-based health advocacy organization for improving healthcare in Massachusetts, I created a story bank by conducting phone interviews with residents throughout the state. Historically stories about daily hardships have been used to help pass state laws to improve quality and access to healthcare. For instance, a story about the woman in Cambridge who rationed her asthma medication because her co-pay was not affordable is more powerful to help ?pass a law to decrease prescription drug costs than only quantitative data about the costs. I learned that public policy in addition to medicine helps individuals achieve better health through advocacy efforts from the grassroots level to the State House. ", "Advisor Name and Department": "Galarneau, Charlene A(Women's and Gender Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "From Person to Policy How Stories Influence Health Care Policies in Massachusetts", "The name of the organization where the primary presenter interned or were affiliated with": "Health Care For All", "Primary presenter": "Florence (Frankie) H Frank", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Grassroots Organizing,Health,Law/Politics"}, {"Majors": "Economics, Spanish", "Class Year": "2017", "Tanner ID": "651", "Final Abstract": "This summer I worked closely with three inspirational women at the United Nations Development Programme (UNDP) in San José, Costa Rica. The two main projects I helped with centered on gender equality, one each in the private and public sectors. I supported UNDP’s collaborative project with INAMU (the National Institute of Women) in their Gender Equality Seal program, which aims to promote gender equality and women’s economic empowerment in the workplace. The second project’s goal is helping the 20 women in Costa Rica’s Legislative Assembly work together and pass two law reforms and an amendment related to gender equality and women’s rights. Through my research and the events I attended with the public sector I learned of the need for a gender mainstreaming approach in development projects, all the while witnessing the free spirited ‘Pura Vida’ culture of the Ticos very much present within the UN-House in San José.", "Advisor Name and Department": "Shastry, Gauri K(Economics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "A crash course in Gender Equality My summer at UNDP Costa Rica", "The name of the organization where the primary presenter interned or were affiliated with": "United Nations Development Programme", "Primary presenter": "Ivonne L Marmolejo", "location": {"lat": 9.748916999999999, "lng": -83.753428}, "The primary country the primary presenter were located in": "Costa Rica", "Tags": "Human Rights,Women,Youth"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "661", "Final Abstract": "This summer, I interned with the Maine People's Alliance in Portland, where I worked on their Fair Wage Maine Campaign. Question 4, on the ballot in November, will gradually raise Maine's minimum wage from $7.50 to $12 by 2020, and the subminimum wage for tipped workers from $3.75 to $12 by 2024. We hear a lot about the wage gap, and in Maine, the majority of minimum wage workers are women. My experience this summer exposed me to the breadth of people in dire need of a wage increase. In particular, through organizing in a state where manufacturing jobs are rapidly declining and the service industry is the largest employer, I realized the need for a higher minimum wage for an economically viable future, and one in which women can survive and prosper.", "Advisor Name and Department": "Rosenwald, Lawrence A(English)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "$7.50 is not Enough! A Summer of Grassroots Organizing in Maine", "The name of the organization where the primary presenter interned or were affiliated with": "Maine People's Alliance", "Primary presenter": "Julia (Julia) M Leslie", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Grassroots Organizing,,"}, {"Majors": "", "Class Year": "2016", "Tanner ID": "674", "Final Abstract": "The focus of my internships was to understand the Syrian refugee crisis by immersingmyself in the refugee community in Istanbul, Turkey. My decision to work in Istanbul wastwofold (1) I wanted to further enrich my study abroad experience when I conducted research atthe AlZaatrirefugee camp in Amman, Jordan? and (2) I wanted to apply the research Iconducted and the solutions I found during the Albright Institute on the challenges of providingquality education to refugees.My greatest takeaway from this experience was the humanitarian community’s lack offoresight in its identification of and aid to vulnerable refugee groups. Though women, children,survivors of violence, people with physical or mental disabilities, and ethnic minoritiestraditionally constitute the bulk of vulnerable persons during wars and crises, the lack ofhumanitarian attention to single men ages 1835in this crisis has proven detrimental for theirintegration and empowerment in their host countries.This presentation will seek to unravel the hidden tensions in the Syrian refugee crisis, thehumanitarian and international community’s response, or lack thereof, to these tensions, and myproject at Small Projects Istanbul that served to empower a lost generation.", "Advisor Name and Department": "Dwojeski-Santos, Anne E(Albright Institute)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "A Lost Generation The International Community’s Failed Response to the Syrian Refugee Crisis", "The name of the organization where the primary presenter interned or were affiliated with": "1. Small Projects Istanbul Mevlanakap? Mahallesi, Karaba? Çe?mesi Sokak No. 2 / A, Fatih, ?stanbul,", "Primary presenter": "Saraphin  Dhanani", "location": {"lat": 38.963745, "lng": 35.243322}, "The primary country the primary presenter were located in": "Turkey", "Tags": "Human Rights,Violence,War/Peace"}, {"Majors": "Mathematics", "Class Year": "2017", "Tanner ID": "544", "Final Abstract": "Our Wellesley education emphasizes the importance of tackling barriers facing women.  After arriving in South Africa for our internship at SCORE, an organization dedicated to improving the lives of children through sport, we were struck by gaps between programs for boys and girls.  While boys dominated the soccer and rugby programs, girls found themselves relegated to watching them play.  We quickly realized that gender inequality was an enormous problem in the community.  As interns, we introduced our favourite sports, basketball and hockey, and found that these unfamiliar “gender-neutral” activities served as a common ground between boys and girls, as well as Afrikaans- and Xhosa-speaking children.  We also organized “Women’s Week,” during which we highlighted a different women’s issue each day.  In this presentation, we discuss what we learned from listening to the needs of girls in the community and the power we discovered in the language of sports.", "Advisor Name and Department": "Robichaud, Elizabeth R(Albright Institute)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Empowerment of Youth, Women, and Families", "Title of Presentation": "Fighting gender and racial inequality in South Africa using sports", "The name of the organization where the primary presenter interned or were affiliated with": "SCORE", "Primary presenter": "Megan A Chen", "location": {"lat": -30.559482, "lng": 22.937506}, "The primary country the primary presenter were located in": "South Africa", "Tags": "Women,Youth,", "Additional Presenters": [{"Organization": "SCORE", "Presenter Info": "Sun, Angela M (asun2@wellesley.edu; Class of 2017; Majors: Architecture & Philosophy)", "Country/State": "South Africa", "location": {"lat": -30.559482, "lng": 22.937506}}]}, {"Majors": "Economics", "Class Year": "2017", "Tanner ID": "599", "Final Abstract": "The question of food access in low income majority African-American and Latino communities has been widely debated in the medical and sociological field. However, these works have not adequately addressed the possible solutions. During my internship at Inner-City Muslim Action Network (IMAN Central) , I worked on a Muslim Run Campaign which tried to address this multilayered problem by engaging the corner stores and community organizing. In my presentation, I will discuss the historical roots of the problem in Chicago, and what I learned during my internship in terms of possible solutions and I will finally argue that the long term solution requires cooperation between public and private institutions as well as community empowerment.", "Advisor Name and Department": "Imber, Jonathan B(Sociology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Food Access and Community Building on the South Side of Chicago", "The name of the organization where the primary presenter interned or were affiliated with": "InnerCity Muslim Action Network", "Primary presenter": "Nur  Sevencan", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Cities,Food,Poverty"}, {"Majors": "Economics", "Class Year": "2018", "Tanner ID": "600", "Final Abstract": "India has the world’s largest burden of tuberculosis and the disease is its leading public health problem. This summer we worked at Operation ASHA, an NGO based in New Delhi that works to end this infectious disease that is curable with antibiotics. We learned about their pipeline approach to delivering the government-sponsored medicines to the doorsteps of their patients in urban vs. rural settings. Furthermore, we had the opportunity to interview the only XXDR-TB or extremely drug-resistant TB patient OpASHA has completely cured; although TB free her family has no source of income for sustaining themselves in the future. Towards the end, we worked on redesigning their website by editing and restructuring content and adding graphics, videos, and patient stories. We hope to take this experience forward to promote TB awareness at Wellesley this year. By attending our presentation, we hope you learn how socioeconomic status can affect public health.", "Advisor Name and Department": "Shukla-Bhatt, Neelima (South Asia Studies)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Tuberculosis, The Curable Killer", "The name of the organization where the primary presenter interned or were affiliated with": "Operation ASHA", "Primary presenter": "Silpa  Karipineni", "location": {"lat": 20.593684, "lng": 78.96288}, "The primary country the primary presenter were located in": "India", "Tags": "Health,Poverty,", "Additional Presenters": [{"Organization": "Operation ASHA", "Presenter Info": "Gupta, Kanupriya  (kgupta@wellesley.edu; Class of 2018; Majors: Neuroscience)", "Country/State": "India", "location": {"lat": 20.593684, "lng": 78.96288}}]}, {"Majors": "Biological Sciences", "Class Year": "2017", "Tanner ID": "602", "Final Abstract": "Autism spectrum disorder affects approximately 1% of the world population and is the fastest-growing developmental disability in the U.S. Patients with ASD display a range of behavioral symptoms, including hyperaggression. Aggression is not unique to humans; mice also display this innate social behavior. However, the precise neural circuits controlling aggression are not yet fully defined. My summer research in the Feng lab at MIT utilized the genetic approach of a mouse model with a mutated form of PTCHD1, a gene that has been associated with ASD and hyperaggression, to gain insight into aggression circuitry. I will discuss our behavioral experiments, which tested the response of mice to intruder mice, and our results that show inhibitory circuitry is mediating aggression in PTCHD1 mice. This experience furthered my interest in pursuing neurobiology research after Wellesley, while reminding me that the critical thinking skills Wellesley emphasizes are fundamental to the success of research. ", "Advisor Name and Department": "Goss, John W(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "From Autism to Aggression Dissecting Aggression Neural Circuitry in PTCHD1 Mice ", "The name of the organization where the primary presenter interned or were affiliated with": "Feng Lab at the McGovern Institute for Brain Research at MIT", "Primary presenter": "Taylor E Corey", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Psychology", "Class Year": "2018", "Tanner ID": "608", "Final Abstract": "This past summer, I participated in the Global Engagement Program to work at ACPACYS, Asociación Cordobesa de Parálisis Cerebral y Afecciones Similares, a non-profit organization in Cordoba, Spain that aims to empower people with cerebral palsy. I worked individually with students in classrooms on their tasks, built interpersonal relationships with the residents, and facilitated daily activities at the center. As a student intern, I shamelessly asked for help, acknowledged and overcame the language barrier (especially improving my Spanish) and gained confidence in my pursuit of the empowerment of marginalized communities. But more importantly, the experience taught me that in every wheelchair is a mother, a jewelry-maker, or a former French professor, each with his/her own story. I learned to differentiate ignorance from discrimination and to be a friend before being a worker. The compassionate embrace of the community and the rewards of genuine interactions truly gifted me an unforgettable summer.", "Advisor Name and Department": "Tisdell, Rocio-Maria G(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Beyond the Wheelchair A Summer of Friendships, Gratitude, and Celebration of Differences", "The name of the organization where the primary presenter interned or were affiliated with": "ACPACYS Asociación Cordobesa de Parálisis Cerebral y Afecciones Similares", "Primary presenter": "Angela E Kim", "location": {"lat": 40.46366700000001, "lng": -3.74922}, "The primary country the primary presenter were located in": "Spain", "Tags": "Cultural/Ethnic Origins,Education,Health"}, {"Majors": "Biochemistry", "Class Year": "2017", "Tanner ID": "609", "Final Abstract": "Plagued by political turmoil and economic instability, Guatemala has the 4th highest rate of chronic malnutrition for children in the world. The effects of malnutrition have devastated the country’s indigenous population which has endured relentless persecution and crippling poverty. This summer, I interned with Mayan Families, a non-profit organization that seeks to empower the indigenous Mayan communities. Through collaboration, I helped implement various programs to provide nutritious meals, vitamins and medical resources for chronically malnourished children and their families. Working with the families gave me a deeper understanding of the challenges of dealing with malnutrition when coupled with a lack of access to economic security, education and basic needs like water and shelter. My summer experience was invaluable as it inspired me to explore how I can mitigate the health disparities facing indigenous communities and contemplate my future goals in global health. ", "Advisor Name and Department": "McAskill, Tracy L(Physics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Childhood Malnutrition Combating its Complexities in Guatemala’s Indigenous Population", "The name of the organization where the primary presenter interned or were affiliated with": "Mayan Families", "Primary presenter": "Stephanie M Kim", "location": {"lat": 15.783471, "lng": -90.23075899999999}, "The primary country the primary presenter were located in": "Guatemala", "Tags": "Food,Health,Poverty"}, {"Majors": "Neuroscience", "Class Year": "2017", "Tanner ID": "623", "Final Abstract": "Noted as one of the most beautiful islands in the world, Palawan has become a hot tourist destination. Many, however, are unaware that local Palaweños suffer from serious health problems including high rates of maternal death, teenage pregnancy and HIV infection. This summer, I interned at Roots of Health (ROH), a NGO, committed to empowering women by providing free clinical services and sexual education on the island. I learned how the intersection of culture, religion and politics contributed to the island’s health landscape and what is being done to transform old attitudes and behaviors. Concepts that I have learned in the classroom became lived experiences. For instance, I witnessed the tensions between the indigenous health system and biomedicine, and the creativity that accompanies improvised medicine. I will share experiences and stories from my interactions, providing a glimpse into their resiliency, hope and spirit as they look toward a brighter future.", "Advisor Name and Department": "Steady, Filomina C(Africana Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Improving reproductive health in the Philippines through education, accessibility and (of course) partnership", "The name of the organization where the primary presenter interned or were affiliated with": "Roots of Health", "Primary presenter": "Kara M Banson", "location": {"lat": 12.879721, "lng": 121.774017}, "The primary country the primary presenter were located in": "Philippines", "Tags": "Health,Women,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "633", "Final Abstract": "This summer I explored how I could use my interest in Computer Science to solve social problems at home in Kenya. Throughout the process of developing an app to improve the accessibility of healthcare, I uncovered the intersections of poverty and healthcare problems. In most of the rural neighborhoods outside the major cities, there were establishments with physicians practing without standard or credible oversight. At these establishments there were long lines of patitents without other options waiting to be treated. I learned that many of these physicians were apprehensive about introducing our app at their practices, likely due to fear of exposure of their unsafe practices. This is only one of the many challenges we encountered which simultaneously demosntrated the great need for our app, which would help every patient locate and access credible health facilities near them. I have only begun to uncover the positive impact technology can make, and I am positive that a lot more can be done at home. I am eager to continue learning the difference I can make utilizing technology. ", "Advisor Name and Department": "Rosenberg, Sheryl M(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "The role, and challenges of using technology, in solving social issues.", "The name of the organization where the primary presenter interned or were affiliated with": "ConnectHealth", "Primary presenter": "Christine H Rubera", "location": {"lat": -0.023559, "lng": 37.906193}, "The primary country the primary presenter were located in": "Kenya", "Tags": "Health,Poverty,Science/Technology"}, {"Majors": "Biochemistry, Spanish", "Class Year": "2017", "Tanner ID": "647", "Final Abstract": "Over the course of this summer, I conducted microbiology research at the Universidad Católica de Córdoba (UCC) in Córdoba, Argentina. I investigated the antimicrobial resistance of salmonella on fresh pork sausage from the province of Córdoba, Argentina. Antimicrobial resistance can happen anywhere in the production chain. This is extremely important to public health because there are no regulations in the pig and pork production chain in Argentina. This experience was significant because I learned how much science intertwines with politics when thinking about public health policies, especially in developing countries. I was fortunate to be under the mentorship of Dr. Juan Pablo Vico and other faculty of UCC. Their genuine interest in helping me definitely reminded me of the faculty here at Wellesley. Finally, I hope my presentation shows my audience what it is to conduct scientific research abroad and the WHO concept of One Health. ", "Advisor Name and Department": "Nunez, Megan E(Chemistry)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Antimicrobial resistance of Salmonella spp. Isolated from pork sausages in Cordoba, Argentina", "The name of the organization where the primary presenter interned or were affiliated with": "Universidad Católica de Córdoba (UCC)", "Primary presenter": "Lucia J Ortega", "location": {"lat": -38.416097, "lng": -63.61667199999999}, "The primary country the primary presenter were located in": "Argentina", "Tags": "Food,Health,Science/Technology"}, {"Majors": "Undeclared", "Class Year": "2018", "Tanner ID": "654", "Final Abstract": "Amal and Delaney spent their summers analyzing various projects in Rwanda aimed to improve healthcare and economic development. At the U.S. Agency for International Development (USAID), Delaney worked in the Office of Economic Policy, assessing the economic viability and cost effectiveness of solar energy companies in Rwanda. Meanwhile, Amal was in Rwanda, working with the Clinton Health Access Initiative (CHAI) and providing critical, strategic, and robust analytic support to the team. Both aimed to mitigate inefficiencies Delaney, on a macro level by identifying wasteful programs in order to reallocate USAID funds to more beneficial projects; Amal, by evaluating systems holistically and recommending practical, realistic interventions for operational improvement. While Delaney’s experience made her more certain about her career path in international economic development, Amal’s motivated her to confidently explore new paths in assessing opportunities within a global healthcare setting.", "Advisor Name and Department": "Joyce, Joseph P(Economics)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "From Excel to Rwanda Operationalizing and Eliminating Inefficiencies within International Aid", "The name of the organization where the primary presenter interned or were affiliated with": "U.S. Agency for International Development", "Primary presenter": "Delaney M Ugelstad", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Law/Politics,Money", "Additional Presenters": [{"Organization": "Clinton Health Access Initiative", "Presenter Info": "Cheema, Amal W (acheema@wellesley.edu; Class of 2017; Majors: Biochemistry & Political Science)", "Country/State": "Rwanda", "location": {"lat": -1.940278, "lng": 29.873888}}]}, {"Majors": "Neuroscience", "Class Year": "2017", "Tanner ID": "666", "Final Abstract": "INTERGROWTH-21st was a multinational study conducted to improve current maternal healthcare standards by providing a generalizable toolkit for the care of all mothers regardless of location or socioeconomic status. The recently released standards must now be evaluated for feasibility and acceptability in the many settings to which they apply. This presentation will explore the experience of beginning the first INTERGROWTH-21st implementation study, which will be taking place for the next two years at Jacaranda Health, a maternal healthcare clinic outside of Nairobi, Kenya. This Gates Grand Challenges study is being conducted in partnership with the Harvard Public School of Health’s Maternal Health Task Force; the presentation will therefore touch upon inter-institutional communications and planning. The immersive experience made possible by the Albright Institute provided exposure to a new culture, an understanding of low-cost high-quality maternal healthcare, and general difficulties in much needed but rare implementation studies.", "Advisor Name and Department": "Dwojeski-Santos, Anne E(Albright Institute)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Evaluating Implementation of Novel Maternal and Fetal Healthcare Standards In Peri-Urban Kenya", "The name of the organization where the primary presenter interned or were affiliated with": "Jacaranda Health", "Primary presenter": "Bhavana  Vadrevu", "location": {"lat": -0.023559, "lng": 37.906193}, "The primary country the primary presenter were located in": "Kenya", "Tags": "Health,Science/Technology,Women"}, {"Majors": "Neuroscience", "Class Year": "2017", "Tanner ID": "667", "Final Abstract": "This research experience with the Boston Children's Hospital Division of Newborn Medicine provided me with insights into the process of research from beginning to end. Specific focus was placed in the primary stages and organizational aspects of classifying and preparing large sets of brain MRI data for analysis while requiring a strong understanding of previous research and findings. This experience fostered in me a deeper understanding of the spectrum of human research, both retrospective and clinical, and allowed for reflection on the impact of such research on current and future generations of children and families. In preparing for a career in medicine, this internship offered the opportunity to more deeply reflect on pediatrics in a larger context as well as understanding the many levels of involvement at all stages of healthcare", "Advisor Name and Department": "Stanley, Rachel (Chemistry)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Boston Children's Hospital Research Through Aggregate Data Collection Using Brain Imaging", "The name of the organization where the primary presenter interned or were affiliated with": "Boston Children's Hospital Division of Newborn Medicine", "Primary presenter": "Bridget M Walsh", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Biological Sciences", "Class Year": "2018", "Tanner ID": "668", "Final Abstract": "I spent this summer in an immunology lab, testing whether the flu vaccine is less effective in HIV positive people. These patients were on anti-retroviral therapy which, while it has transformed HIV from fatal disease into a manageable chronic illness, is not a cure. Today I will discuss how this study used vaccine response to measure immune strength and how learning more about HIVs effect on the immune system can help the search for a cure. I’ll also talk about my experience adapting the scientific method Wellesley has taught me to a study built around a vulnerable population, in which it was impossible to control for everything. This internship introduced me to the challenges of a full-time research job and gave me a broader sense of how the AIDS epidemic has shaped my hometown, San Francisco. ", "Advisor Name and Department": "O'Donnell, Kimberly (Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Are You Immune? HIV Status and Response to the Flu Vaccine", "The name of the organization where the primary presenter interned or were affiliated with": "University of California, San Francisco", "Primary presenter": "Alexandra  Beem", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Biological Sciences", "Class Year": "2017", "Tanner ID": "531", "Final Abstract": "A maternity ward is an extraordinary place, where women give birth to infants that have the ability to become parents themselves. However, a hospital’s women’s department is more than maternity, and in reality may address aspects of women’s health from menstruation, menopause, endometriosis and mental health. Over the summer, I studied women’s health through a biological lens at John Radcliffe Hospital in Oxford, United Kingdom. Through a combined experience in clinical observation and data analysis, I explored what it means to “be a woman,” and how our bodies operate at a personal baseline unique to us all. In this context, I came to a greater understanding of pregnancy and women’s health issues. For any woman, the state of “normal” is subjective, and in health care specifically I have learned that it is the culmination of inherent features and life events that make us each a little different.", "Advisor Name and Department": "Beers, Melissa A(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "What’s Normal for Her? aka, Obstetrics and Gynecology 101", "The name of the organization where the primary presenter interned or were affiliated with": "University of Oxford Department of Obstetrics and Gynecology", "Primary presenter": "Sierra B Weingartner", "location": {"lat": 55.378051, "lng": -3.435973}, "The primary country the primary presenter were located in": "United Kingdom", "Tags": "Health,Women,"}, {"Majors": "Undeclared", "Class Year": "2018", "Tanner ID": "535", "Final Abstract": "Understanding how a region’s cultural and religious practices impact the quality of care provided is essential to the field of obstetrics and gynecology. Last winter, I traveled to Doha, Qatar for four months to work in Labor & Delivery and Trauma as a volunteer Remote EMT. This transformative experience highlighted stark cultural differences in how the Qatari healthcare system approaches the care of female patients as compared to my observations of women’s healthcare within the United States. These variations are widespread and include delivery room visitation, female/male patient segregation, genital mutilation, child marriage, domestic abuse, sacrifice of quality for modesty, family dynamics, and religious approaches to grief counseling and important medical decisions. Developing a sensitivity to and knowledge of the history of these cultural nuances can result in more informed medical care and patient advocacy to these populations.Tags (didn't work above) Women, Health, Human Rights", "Advisor Name and Department": "O'Connor, Eileen M(Spanish)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Women's Health in Qatar Where Medicine and Culture Collide", "The name of the organization where the primary presenter interned or were affiliated with": "Hamad General Hospital/ Al Wakra Hospital", "Primary presenter": "Mackenzie J Kay", "location": {"lat": 25.354826, "lng": 51.183884}, "The primary country the primary presenter were located in": "Qatar", "Tags": "Women,,"}, {"Majors": "Chemistry, Mathematics", "Class Year": "2017", "Tanner ID": "537", "Final Abstract": "I spent my summer internship at Health Care For All. Working in the oral health team, I worked in a project that addresses why dental care access is low for MassHealth members. Through my summer internship, I realized how dental care in America is truly a privilege for those who can afford it. The systemic and persistent barriers that the underserved populations in our society face are immense. Although one might argue that state insured Medicaid programs have allowed low-income adults to have dental coverage, it is worth noting that dental access due to provider shortage, limited providers participating in Medicaid, and psycho-social determinants of health all impose significant barriers and exacerbate care-seeking behaviors for those individuals. This internship has give me a clearer understanding of why patients’ oral health needs are unmet and urged me to dedicate my passion to help those who are less advantaged as a future dental practitioner.", "Advisor Name and Department": "Wang, Helen P(Mathematics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Oral Health Care For All ", "The name of the organization where the primary presenter interned or were affiliated with": "Health Care For All", "Primary presenter": "Yuanyuan (Laura)  Luo", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,,"}, {"Majors": "Cognitive&Linguistic Sciences, Psychology", "Class Year": "2018", "Tanner ID": "539", "Final Abstract": "I worked with a physician specializing in degenerative brain diseases at the Cleveland Clinic. My main focus was a research project investigating the cognitive and emotional impact of reductions in dopaminergic medication following deep brain stimulation in Parkinson's patients. I was able to observe surgeries, sit in on cognitive evaluations, and analyze patient data. Working with real patients whose lives I could realistically better with my research was an incredibly valuable experience, as well as seeing all the collaboration and expertise that is involved in patient care. The kindness and consideration that the physicians showed for their patients’ needs on both a physical and emotional level was inspiring, and I hope to continue to be a part of such meaningful work. From this presentation, I hope that everyone listening will learn all that doctors do to provide the best care possible, both inside the surgery room and out of it. ", "Advisor Name and Department": "Cheek, Jonathan M(Psychology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Outside the Surgery Room Deep Brain Stimulation for Parkinson's Disease", "The name of the organization where the primary presenter interned or were affiliated with": "The Cleveland Clinic", "Primary presenter": "Maya E Saupe", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,,"}, {"Majors": "Psychology", "Class Year": "2017", "Tanner ID": "549", "Final Abstract": "My off campus experience focused on the psychosocial health of the LGBT community, specifically lesbians and gay men over fifty, and how their stress levels and maladaptive coping mechanisms related to their emotional well-being. My research really taught me the importance of looking at groups individually as opposed to one homogenous whole. For example, looking at men vs. women or looking at sexual minorities vs. heterosexuals. I am interested in health, and this project has given me experience in researching and measuring health, and some of the difficulties associated with that. I hope that those who attend this presentation will learn that the LGBT community is very diverse and should be studied as such. They experience different stressors and cope differently compared to their heterosexual counterparts, and it is important to take that into account in research.", "Advisor Name and Department": "Hennessey, Beth A(Psychology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Stress, Maladaptive Coping, and Emotional Well-being in Lesbians and Gay Men Over Fifty", "The name of the organization where the primary presenter interned or were affiliated with": "University of North Texas", "Primary presenter": "Kyla A Petrie", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Women,"}, {"Majors": "English", "Class Year": "2017", "Tanner ID": "555", "Final Abstract": "This summer, six Wellesley students conducted research in pediatric and adult hematology/oncology at Boston Children’s Hospital and Dana-Farber Cancer Institute. As aspiring women in medicine, we enjoyed the opportunity of expanding our understanding of contemporary medicine by conducting translational and clinical research, attending seminars and rounds in the Longwood Medical Area, and shadowing clinicians. Furthermore, in response to the dearth of women in academic medicine, we hosted weekly lunches with female physicians who contributed to our understanding of the importance of research, compassionate care, and education in the increasingly evidenced-based world of medicine. In studying rare diseases and their impacts on patients, we contributed to a crucial body of work that will improve therapies for diseases that affect populations worldwide, and we are excited to share all we have learned about academic medicine, clinical care, and the future of medicine.", "Advisor Name and Department": "Doe, Nicholas K(Chemistry)", "Number of Student Authors of Abstract including yourself": "6", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "From Bench to Bedside Research and Clinical Care at Boston Children's Hospital", "The name of the organization where the primary presenter interned or were affiliated with": "Boston Children's Hospital/Dana-Farber Cancer Institute", "Primary presenter": "Gwendolyn  Towers", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,Youth", "Additional Presenters": [{"Organization": "Boston Children's Hospital/Dana-Farber Cancer Institute", "Presenter Info": "Loucks, Emily S (eloucks@wellesley.edu; Class of 2017; Majors: Chemistry)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Boston Children's Hospital/Dana-Farber Cancer Institute", "Presenter Info": "Marostica, Eliana  (emarosti@wellesley.edu; Class of 2018; Majors: Computer Science)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Boston Children's Hospital/Dana-Farber Cancer Institute", "Presenter Info": "Van Dessel, Filia M (fvandess@wellesley.edu; Class of 2017; Majors: Neuroscience)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Boston Children's Hospital/Dana-Farber Cancer Institute", "Presenter Info": "Zhou, Ronghao  (rzhou@wellesley.edu; Class of 2017; Majors: Mathematics & Chemistry)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Boston Children's Hospital/Dana-Farber Cancer Institute", "Presenter Info": "Zhu, Holly  (hzhu3@wellesley.edu; Class of 2018; Majors: Mathematics)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Undeclared", "Class Year": "2018", "Tanner ID": "559", "Final Abstract": "Primary cilia are hair-like projections of centrioles that extend from eukaryotic, mammalian cells. The diverse functions of primary cilia include sensory regulators as well as signal transducers in many signaling pathways, most notably in Sonic Hedgehog Pathway that promotes neurodevelopment (Guemez-Gamboa et al., 2014). Mutations in eukaryotic cells that produce phenotypically altered primary cilia result in ciliopathies that give rise to various cognitive disorders, including Joubert's Syndrome and Meckel-Gruber’s Syndrome (Guemez-Gamboa et al., 2014). However, there are many unknown genes in primary cilia that could be the cause of these syndromes. Genes encoding G-coupled protein receptors embedded in primary cilia play an important role in Shh pathway, specifically Gpr161(Mukhopadhyay and Rohatgi, 2014). Gpr161 is investigated in a gene knockout experiment in efforts to observe changes in cilia morphology using immunochemistry and electron microscopy that could give rise to cognitive disorders from causing disruption in the Shh pathway.  ", "Advisor Name and Department": "Elmore, Donald E(Chemistry)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Gene Knockout of GPR161 affects Primary Cilia Morphology, leading to Conginitive Disorders", "The name of the organization where the primary presenter interned or were affiliated with": "Boston Children's Hospital", "Primary presenter": "Maahum  Mehdi", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Chemistry", "Class Year": "2018", "Tanner ID": "565", "Final Abstract": "This summer I participated in a clinical research internship program. I worked on one study examining the relationship between narcotics, congestive heart failure and readmission, and another looking at patient perceptions of physician attire. By working with my preceptor, I realized it is possible to practice medicine while still doing meaningful research. As an AMST and Chemistry double major, I worry that choosing one path means closing off the other. However, this summer I saw how my science courses allowed me to understand the mechanics while my humanities background made me an effective communicator. I learned that while not everyone will view your research as worthwhile having the ability to form a cohesive argument goes a long way. I hope that in viewing my presentation people will see the value of understanding the social, economic, racial, and gendered inequalities in our world no matter what field they choose. ", "Advisor Name and Department": "McCarthy, Amanda M(Chemistry)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Integrating the Humanities into a Medical Internship", "The name of the organization where the primary presenter interned or were affiliated with": "Mayo Clinic", "Primary presenter": "Victoria (Tory) E Roth", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,,"}, {"Majors": "American Studies, Political Science", "Class Year": "2017", "Tanner ID": "568", "Final Abstract": "If medicine belongs to the sciences and human rights to law, where does Physicians for Human Rights fit as an NGO? Existing somewhere between Doctors Without Borders and Human Rights Watch, Physicians for Human Rights’ program on Sexual Violence in Conflict Zones straddles this gap. They do so by identifying best practices in policing, medicine, and law during the course of investigations into sexual violence, and then increasing state accountability for meeting those standards. During this presentation, I will explore some of the methods used to identify those best practices and get states on board with enforcing them in East Africa, specifically in Kenya and the Democratic Republic of Congo. These tools include the unsurprising UN conventions, sensitivity training, to the unconventional…a cellphone app? I will consider these tools from the perspective of an intern who did everything from pack thermometers to write security protocols during her three months with PHR.", "Advisor Name and Department": "Steady, Filomina C(Africana Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Doctors, Lawyers, Nurses, and Police Responding to Sexual Violence in Conflict Zones", "The name of the organization where the primary presenter interned or were affiliated with": "Physicians for Human Rights (Program on Sexual Violence in Conflict Zones)", "Primary presenter": "Katharine (Kat) P Mallary", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Human Rights,Women"}, {"Majors": "Neuroscience", "Class Year": "2018", "Tanner ID": "569", "Final Abstract": "“What do you want to be when you grow up?” This is a question all of us have undoubtedly struggled to answer at different stages of life. Deciding what to do after you leave the safe enclaves of college often seems like an insurmountable task, yet everyone does it. This summer, I shadowed a neurologist at the Children’s Hospital of Philadelphia (CHOP) and screened patients for studies focusing on rare neurological diseases.  In my spare time, I spoke with many Wellesley alumnae to hear how they traversed their career paths. Reflecting on insights from alumnae, in addition to experiencing clinical and research work in a hospital setting, helped me clarify my passion for medicine and personal career plans after graduation. ", "Advisor Name and Department": "Bauman, Connie L(Physical Ed. Recreation & Athletics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Letters to Wendy Wellesley Clinical Research and Enlightening Conversation with Alumnae2nd Advisor Barbara Beltz, Neuroscience", "The name of the organization where the primary presenter interned or were affiliated with": "The Children's Hospital of Philadelphia, sponsored by the Calliope Joy Foundation", "Primary presenter": "Helena Z Yan", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Health,Women"}, {"Majors": "Biological Sciences", "Class Year": "2018", "Tanner ID": "570", "Final Abstract": "Not only is the heart the first organ to “form and function” during development, but it is responsible for distributing the oxygen and nutrients necessary for survival. Scientists and doctors alike, however, are curious what makes the development of such a critical organ possible? For the past two summers, I interned in Dr. William Pu’s Lab at the Department of Cardiology at Boston Children’s Hospital, working alongside a postdoctoral researcher exploring mitochondria’s role in heart development. Through performing experiments, analyzing data, presenting research and shadowing doctors, I not only broadened lab skills but engaged firsthand with the many sides of translational and clinical research. I look forward to speaking more about my project, as well as about some important lessons I learned that before you can cure a heart disease, you have to better understand how a healthy heart forms, and that good research depends on a good question.", "Advisor Name and Department": "Darling, Louise E(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Unraveling Heart Development Do Mitochondria Play a Role?", "The name of the organization where the primary presenter interned or were affiliated with": "Department of Cardiology, Boston Children's Hospital", "Primary presenter": "Danielle A Heims-Waldron", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "578", "Final Abstract": "This past summer, we spent eleven weeks volunteering in the Child Life and Creative Arts Therapy department at Mount Sinai Kravis Children’s Hospital. Through our experiences in the pediatric emergency room, the P5 unit (gastrointestinal, transplant, and surgery patients), and The Zone (a therapeutic and educational play environment), we experienced another side of healthcare — a department closely attuned to the psychosocial needs of patients and not just the diagnosis and treatment of their illnesses. We worked with patients one-on-one in order to specifically address their educational, emotional, and social needs. Some of our most valuable experiences came from learning to soothe frightened and anxious patients with simple play therapy, witnessing the strong rapport between the Child Life specialists and the patients in their care, and sharing in parents’ relief that their child could experience joy in a hospital environment.", "Advisor Name and Department": "Gleason, Tracy R(Psychology)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Addressing Patient Needs Through Child Life & Creative Arts Therapy at Mount Sinai", "The name of the organization where the primary presenter interned or were affiliated with": "Mount Sinai Kravis Children’s Hospital", "Primary presenter": "Lucia  Tu", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Arts,Health,Youth", "Additional Presenters": [{"Organization": "Mount Sinai Kravis Children’s Hospital", "Presenter Info": "Zhong, Cordelia  (czhong@wellesley.edu; Class of 2017; Majors: Psychology)", "Country/State": "United States - New York", "location": {"lat": 40.7127837, "lng": -74.0059413}}]}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "579", "Final Abstract": "Special Olympics (SO) is more than its Summer and Winter games. Working on four platforms Real Sports Experience, Sustaining Athlete Health, Transformative Education, and Community Building, SO works year-round to organize sports training, health checkups, and positive stimulation for children and adults with intellectual disabilities, giving them opportunities to gain confidence, experience joy, and develop physical and mental fitness. This summer, I had the pleasure to work in the Special Olympics East Asia office based in Shanghai. There I worked closely with its Healthy Athletes (HA) department. HA trains medical professionals and provides free health screenings to athletes at SO sponsored events with the hopes of closing the health disparities that people with intellectual disabilities face. My internship powerful in that I witnessed and took part in the birth and growth of emerging health initiatives in US and East Asia, and learned from advisors from a successful international brand.", "Advisor Name and Department": "Dolce, Jocelyne L(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Special Olympics East Asia Building a Revolution", "The name of the organization where the primary presenter interned or were affiliated with": "Special Olympics East Asia", "Primary presenter": "Rebecca T Leu", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Education,Health,Human Rights"}, {"Majors": "Neuroscience", "Class Year": "2018", "Tanner ID": "581", "Final Abstract": "Even though striosomes, a specialized subset of striatal neurons, were discovered almost four decades ago, their function remains largely unknown. I spent my summer in Dr. Ann Graybiel’s neuroscience lab at MIT, working to uncover more of this striosome mystery as it pertains to Huntington’s Disease using model mice. I trained these mice to perform behavioral tasks, managed a breeding colony to help establish lines of “birthdating” mice, and used embryonic time points to tag developing striosomes. I was able to use the collaborative skills from my Wellesley education to propose and defend ideas to a team of research scientists, and my experience solidified basic neuroscience research as a definite career path. This presentation will focus on how striosomes play a part in cost-benefit decision-making, and will propose potential connections between mood, motivation, and Huntington’s Disease.", "Advisor Name and Department": "Robichaud, Elizabeth R(Albright Institute)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "The Striosome Mystery Embryos, Decision-Making, and Huntington’s DiseaseAdvisor Leif Gibb, MIT", "The name of the organization where the primary presenter interned or were affiliated with": "Massachusetts Institute of Technology", "Primary presenter": "Ruth H Vorder Bruegge", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Animals,Health,Science/Technology"}, {"Majors": "Biochemistry", "Class Year": "2018", "Tanner ID": "584", "Final Abstract": "As biological data sets continue to grow exponentially, computational approaches to understand them have become increasingly important. As a student who is deeply interested in the intersection of computer science and biological sciences, I spent the summer designing a library of 3’ untranslated regions--non-coding sequences within a gene that play a major role in regulating gene expression--in order to gain a better understanding of the quantitative effects of unknown regulatory elements in our genome. At my internship, I gained a newfound sense of confidence in conducting research independently and a deeper appreciation for computing power in biology. Moreover, this experience showed me how I could meaningfully merge the many interests I have developed thus far at Wellesley. I hope that those who attend will also be intrigued by the immense possibilities that result from bridging disciplines and understand the necessity of advocating for the materialization of your ideas in research.", "Advisor Name and Department": "Matthews, Adam G(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Using computing power to discover the biological power of 3’ untranslated regions", "The name of the organization where the primary presenter interned or were affiliated with": "Quantitative and Computational Biology Institute, UCLA", "Primary presenter": "Brenda Y Ji", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,"}, {"Majors": "Classical Civilization", "Class Year": "2017", "Tanner ID": "585", "Final Abstract": "This summer, I had the privilege of working at the Boston Children’s Hospital in Dr. Mark Fleming’s Lab. My internship allowed me to participate in a wide range of projects involving the study of blood diseases and iron regulation. I learned how to work independently, solving problems on my own as they (unexpectedly!) came up. Over the summer, I came to critically consider the many different facets of research, and the many different methodologies involved in tackling a specific, scientific problem. I learned that collaboration, effective communication, and thoughtfulness in the lab helps to foster the productivity, and even success, of research. In this presentation, I hope to share with you the impactful medical applications of the research I did. My experiences have honed skills that I hope will foster growth as a researcher, and prove useful in my aspiration to become a physician.  ", "Advisor Name and Department": "Matthews, Adam G(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Blood & Iron My Summer in the Fleming Lab", "The name of the organization where the primary presenter interned or were affiliated with": "Boston Children's Hospital", "Primary presenter": "Zaynah N Dewan", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Sociology", "Class Year": "2017", "Tanner ID": "673", "Final Abstract": "During my internship at Obafemi Awolowo University, I learned from public health experts and developed an understanding of a health care system in a context which at first seemed completely different from what I am used to in the US. I spent much of my time in a primary health center commonly called “olomowewe,” which roughly translates to “child health center” in Yoruba. While olomowewe was unusual for most primary health centers in the country due to its affiliation with a major university, the reality of being in a resource-limited setting still greatly impacted the quality of care available. Despite this, many factors allowed the clinic to better manage the challenges of a lack of resources in ways I, as an outsider, did and did not expect. This experience further enhanced my desire for a career related to health care in resource limited settings.", "Advisor Name and Department": "Steady, Filomina C(Africana Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Providing Good Service in a Resource Limited Health Care Setting", "The name of the organization where the primary presenter interned or were affiliated with": "Obafemi Awolowo University, College of Health Sciences", "Primary presenter": "Faith  Arimoro", "location": {"lat": 9.081999, "lng": 8.675277}, "The primary country the primary presenter were located in": "Nigeria", "Tags": "Housing,,"}, {"Majors": "Neuroscience", "Class Year": "2017", "Tanner ID": "589", "Final Abstract": "During the spring 2016 semester, I participated in the Medical Practice and Policy program in the Danish Institute for Study Abroad (DIS) in Cophenhagen, Denmark. As a student preparing to apply to medical school, I selected this program because I am interested in the differences between the health care systems of the United States and Denmark. In particular, I wanted to learn more about the goal to provide equal access to free health care for all Danish citizens,  the hallmark of the Danish health care system. Through volunteer work in nursing homes both in Denmark and the United States, I have been able to compare how the values of each country are reflected in their respective health services. Through courses, field trips and out-of-classroom experiences, I have come to see our country's health care in a new perspective, which is undoubtedly valuable to my growth as a future contributor to the medical field.", "Advisor Name and Department": "Thomas-Starck, Jennifer (International Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "What can we learn from Danish nursing homes?", "The name of the organization where the primary presenter interned or were affiliated with": "Danish Institute for Study Abroad (DIS)", "Primary presenter": "Heejung (Julie)  Kim", "location": {"lat": 56.26392, "lng": 9.501785}, "The primary country the primary presenter were located in": "Denmark", "Tags": "Health,,"}, {"Majors": "Economics", "Class Year": "2018", "Tanner ID": "594", "Final Abstract": "In Oakland, California, health advocates are using food to ameliorate poverty-linked diseases such as diabetes and obesity—and are simultaneously demonstrating the need for interdisciplinary work in medicine, politics, and economics. Supervisor Wilma Chan (’71) and researchers at UCSF Benioff Children’s Hospital are implementing a program to improve the health of pre-diabetic, food insecure children and their families. The program, called Food As Medicine, provides participants with fresh produce and cooking classes to increase access to healthy foods and influence the families’ eating habits.  As a part of this effort, I used my public health and economics background to research similar food intervention programs. My conversations with doctors, health activists, and government officials taught me that improving public health is complex, but Food As Medicine is a testament to how poverty-plagued communities can create innovative, sustainable solutions. ", "Advisor Name and Department": "Galarneau, Charlene A(Women's and Gender Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Health and Medicine Beyond Borders", "Title of Presentation": "Food As Medicine Mobilizing Communities to Fight Poverty ", "The name of the organization where the primary presenter interned or were affiliated with": "Office of Alameda County Supervisor Wilma Chan", "Primary presenter": "Marissa J Caldwell", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Food,Health,Poverty"}, {"Majors": "Cinema and Media Studies", "Class Year": "2018", "Tanner ID": "598", "Final Abstract": "Many believe that radio is dying and slowly being replaced by television, the Internet, and other technologies. Many also believe that the same can be said for journalism. This summer, I explored both of these supposedly dying media through my internship at KPFA, the first community-powered radio station in the country, located in Berkeley, CA. I worked as a field reporter for a statewide evening news broadcast, collecting audio and conducting interviews at community protests, meetings, and other newsworthy events in the San Francisco Bay Area. Though I worked closely with the directors of KPFA News, my work was mostly independent, as I was responsible for writing, voicing, and producing my own daily stories in a fast-paced, exciting newsroom. In my presentation, I will explain how being a reporter is harder - and cooler - than it looks, emphasizing how radio and journalism are capable of empowering and engaging communities everywhere.", "Advisor Name and Department": "Viano, Maurizio S(Cinema and Media Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Radio and Journalism My Experience with Two (Supposedly) Dying Media", "The name of the organization where the primary presenter interned or were affiliated with": "KPFA", "Primary presenter": "Georgiana  Du", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Grassroots Organizing,Media"}, {"Majors": "Psychology", "Class Year": "2018", "Tanner ID": "605", "Final Abstract": "Over the summer, we had the opportunity to intern in the Shanghai offices of Lenovo and Li and Fung Limited(two of the largest companies in Asia) through Hong Kong University’s cultural immersion program, Learn Live and Intern in China. During the 9 week internship, we developed useful insights into the corporate culture and everyday life of Shanghai through our respective departments and businesses. We were able to meet many international and diverse friends from the program and travel to a myriad of cities within China, expanding our global connections while creating unforgettable memories. From our daily commutes to the cuisine and language, our immersion provided us with a firsthand understanding of Chinese culture. Ultimately, this unique opportunity provided us with valuable work experiences and networks that have prepared us to work in future international settings and companies.", "Advisor Name and Department": "Lam, Yuan-Chu R(East Asian Languages & Cultures)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "A Summer in Shanghai Living and Interning in a Global City", "The name of the organization where the primary presenter interned or were affiliated with": "Learn Live and Intern in China with Hong Kong University (Li and Fung Limited)", "Primary presenter": "Catrina  Sun-Tan", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Cities,Cultural/Ethnic Origins,Language/Literature", "Additional Presenters": [{"Organization": "Learn Live and Intern in China with Hong Kong University (Lenovo)", "Presenter Info": "Quin, Michelle  (mquin@wellesley.edu; Class of 2019; Majors: Undeclared)", "Country/State": "China", "location": {"lat": 35.86166, "lng": 104.195397}}]}, {"Majors": "Cinema and Media Studies", "Class Year": "2018", "Tanner ID": "607", "Final Abstract": "            This summer I interned at a think tank called Observer Research Foundation in Mumbai through Wellesley’s Global Engagement Program. Having travelled to India a few times before, I was able to expand upon my immersive experiences so far by living in the city and working for a local organization. While taking the role of graphic designer and gaining experience with producing cohesive designs for an organization, I learned about ORF’s various initiatives across different areas of development, including education, urban planning, health, and international relations. From contributing to the initiation of an India-China Studies Center, to designing a poster in a language I don’t understand, my work ended up requiring me to draw from various facets of my identity and academic interests. This truly multidisciplinary experience demonstrated the importance of a diversified knowledge set while working in global development, as a designer, and in international settings.", "Advisor Name and Department": "Shukla-Bhatt, Neelima (South Asia Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "International Development Through A Multidisciplinary Lens", "The name of the organization where the primary presenter interned or were affiliated with": "Observer Research Foundation", "Primary presenter": "Grace R Ming", "location": {"lat": 20.593684, "lng": 78.96288}, "The primary country the primary presenter were located in": "India", "Tags": "Arts,Cities,Grassroots Organizing"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "631", "Final Abstract": "The focus of my experience this summer was to develop and run a summer camp that enhanced key communication and critical thinking skills in Ecuador as well as converting a school into a community center for the community of El Libre, near Puyo with the Arajuno Road Project. This experience was significant because it allowed me to see real examples of privilege in education and its effect, such as not having professors that are familiar with the languages they are teaching, while in the US it’s a given. It proved to me that no person is inherently inferior, but rather is given different levels of opportunities and resources to succeed. This related to my experiences in Wellesley as it motivated me to pursue classes and extracurriculars that are related to social justice. I hope that people become aware of the impact of privilege in their own lives through this presentation.", "Advisor Name and Department": "Koniger, Martina (Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Ecuador Lessons in Privilege with the Arajuno Road Project", "The name of the organization where the primary presenter interned or were affiliated with": "Arajuno Road Project", "Primary presenter": "Kanika  Gupta", "location": {"lat": -1.831239, "lng": -78.18340599999999}, "The primary country the primary presenter were located in": "Ecuador", "Tags": "Education,Human Rights,Poverty"}, {"Majors": "Cognitive&Linguistic Sciences", "Class Year": "2017", "Tanner ID": "634", "Final Abstract": "This past spring semester I studied at Yonsei University in Seoul, South Korea. During these five months, I took engaging courses that provided opportunities and perspectives not available to me at Wellesley. Attending a large urban university initially seemed like a contradictory experience to the Wellesley Bubble, but in truth there were many similarities. Through on-campus participation in clubs and purposefully maintaining an active social life off-campus, I cultivated new dynamic relationships with students and professors. Bonding between students took place over meals and drinks, at university festivals, and on weekend trips. Although I had difficulties adjusting to language and culture differences at first, ultimately this academic and personal learning experience enhanced my view of the world and my place in it.", "Advisor Name and Department": "Lee, Sun-Hee (East Asian Languages & Cultures)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Culture and the Classroom My Yonsei University Experience", "The name of the organization where the primary presenter interned or were affiliated with": "Yonsei University", "Primary presenter": "Katherine (Katie) P Rusin", "location": {"lat": 24.4975048, "lng": 118.1257661}, "The primary country the primary presenter were located in": "Korea, Republic of", "Tags": "Education,Language/Literature,"}, {"Majors": "Political Science", "Class Year": "2018", "Tanner ID": "638", "Final Abstract": "This summer, I was a consulting intern performing consumer research in Shanghai, China through the Luce Internship Program. My experience became my first real step into the business world, a world entirely different from the Wellesley community. I had to navigate a new office culture, adjust to a bustling city culture, and try to grasp Chinese interpersonal culture. Using my language skills, I was able to make sense of nuances behind the local interpersonal culture. Through my understanding of cultural nuances, I learned how to navigate an intercultural work environment in a foreign city. My academic and social experiences at Wellesley gave me the skills necessary to navigate and analyze my new experiences, and ultimately take a stand and try to improve communication within the company. I hope those who attend my presentation will learn how to effectively navigate and grasp foreign cultures to serve as a liaison.", "Advisor Name and Department": "Tisdell, Rocio-Maria G(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Navigating International Cultures and Being the Liaison ", "The name of the organization where the primary presenter interned or were affiliated with": "China Market Research Group", "Primary presenter": "Linda W Zhou", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Cities,Cultural/Ethnic Origins,"}, {"Majors": "Environmental Studies", "Class Year": "2017", "Tanner ID": "645", "Final Abstract": "From Florida to Idaho, I have served and learned from several communities through the Alternative Break Program, a student-led initiative that organizes service trips during college breaks. This past summer, I participated in Break Away, a program that has confirmed for me the meaning and value of service and has empowered me to grow as a leader and as a student. A first-year service trip experience inspired me to pursue an Environmental Studies major. Service intersected with my academic pursuits again this past summer when I investigated how the Nez Perce tribe worked to preserve their native culture and practices in the face of social and environmental injustices that affect their reservation. Going to new places and learning about and serving alongside communities different from my own has been an integral part of my liberal arts education, and I hope to show attendees that they can often learn more from other people than they ever could on their own.", "Advisor Name and Department": "Mandeville, Elizabeth A(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "The Alternative Break Program How ‘Breaking Away’ Informed my Liberal Arts Experience", "The name of the organization where the primary presenter interned or were affiliated with": "Alternative Break Citizenship School", "Primary presenter": "Sarah H Koenig", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Cultural/Ethnic Origins,Environment,"}, {"Majors": "Political Science", "Class Year": "2017", "Tanner ID": "648", "Final Abstract": "This summer, I worked as a research intern at the Universidad de Alberto Hurtado in Santiago, Chile. Apart from organizing ethnographic interviews, entering native plant species in an online database, and working on the construction of a website for the project, I worked with other Chilean college students in the NGO CIEM Aconcagua, in the region of Valparaíso. Here, we carried out workshops at a nearby elementary school hoping to gain a clearer understanding of the way in which children develop their conceptions of the native environment. Through my work, I learned about the impact of mining in Chile. Living in Santiago, witnessing mass student protests, and speaking to other college students allowed me to learn more about Chilean politics and culture.", "Advisor Name and Department": "Gartner, Corinne A(Philosophy)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "\"No hay conservación sin comunidad\" Empowerment, Environment, and Education in Chile", "The name of the organization where the primary presenter interned or were affiliated with": "Universidad Alberto Hurtado", "Primary presenter": "Gloria S Sanchez", "location": {"lat": -35.675147, "lng": -71.542969}, "The primary country the primary presenter were located in": "Chile", "Tags": "Education,Environment,Youth"}, {"Majors": "American Studies", "Class Year": "2017", "Tanner ID": "649", "Final Abstract": "While studying at DIS in Copenhagen last spring, I enrolled in a course about migration. We discussed the plight of refugees, the strain on European resources, and the politics of life and death. I had no idea the impact it would have on my worldview, and on my academic life. Through trips to refugee centers in Germany, community homes and aid stations in Denmark, and a land border crossing in Morocco, I witnessed firsthand aspects of the refugee experience. A conversation with a young woman who fled Syria deeply impacted me. I saw and spoke with the people behind the newsreels and political rhetoric. I saw the human cost of inaction. I am presenting today, not because I have all the answers, but because I want to share with you what I saw, and how it impacted me. I want the stories of those I’ve met to be heard.   ", "Advisor Name and Department": "Marlow, Louise (Religion)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "The Impact of a Conversation", "The name of the organization where the primary presenter interned or were affiliated with": "DIS Abroad", "Primary presenter": "Casey E Butler", "location": {"lat": 56.26392, "lng": 9.501785}, "The primary country the primary presenter were located in": "Denmark", "Tags": "Cultural/Ethnic Origins,Human Rights,Migration"}, {"Majors": "Classical Civilization, History", "Class Year": "2017", "Tanner ID": "656", "Final Abstract": "I spent this summer working to publicise the policies and effects of a multinational environmental agreement, the Convention on the Conservation of Migratory Species of Wild Animals (CMS). CMS was created to ensure that migratory animals can move across national borders and is a branch of the UN Environment Programme. This internship was a window into the workings of UNEP, which has the potential for global reach but can lapse into lumbering bureaucracy. I understand better how multinational treaties function in practice, and the pros and cons of working at an international organization in a foreign country. I spearheaded the communications for a meeting of the signatories to a CMS Agreement, including summarizing proposed policies and outlining their importance. I learned to organize a campaign, read policy, and write in a neutral but palatable way about political topics. I would like to share these discoveries in a Tanner presentation.", "Advisor Name and Department": "Dougherty, Carol L(Classical Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Adventures in Acronyms A Summer Spent Working in Communications at the UN Environment Programme", "The name of the organization where the primary presenter interned or were affiliated with": "UN Environment Programme", "Primary presenter": "Catherine (Cate) M Johnson", "location": {"lat": 51.165691, "lng": 10.451526}, "The primary country the primary presenter were located in": "Germany", "Tags": "Environment,,"}, {"Majors": "Biological Sciences, Chinese Language & Culture", "Class Year": "2017", "Tanner ID": "660", "Final Abstract": "As an American and a representative of the Critical Language Scholarship Program, this summer I set out to form US-China connections with other individuals and learn the Chinese language. In Dalian, China I lived with my Chinese grandmother and auntie in a host family set up. I took rigorous language courses at Dalian University of Technology, and I was able to build on my language skills in an immersion setting. While learning about the language and culture was a large part of my experience, I also fell ill for a month out of the two that I was in China. It was then that I learned of the differences in the health care systems in China and the US. My experiences in China have allowed me to hone in on future career choices in the medical field where I can integrate my gained knowledge of Chinese language and culture.  ", "Advisor Name and Department": "Goss, John W(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Navigating Dalian, China My Study Abroad Experience", "The name of the organization where the primary presenter interned or were affiliated with": "Critical Language Scholarship Chinese, Gilman Scholarship", "Primary presenter": "Alexis D Crayton", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Cultural/Ethnic Origins,Health,Language/Literature"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "663", "Final Abstract": "    Through Shining Future International Consulting, cultural exchanges are made through the education of the younger generation. Our cultural exchange began as being a summer councilor in New York City for middle and high school age Chinese students. Through the lessons we created and taught, as also through visiting cultural sites, we gave a snapshot of American culture to our Chinese students. After being councilors, we spent days with university Chinese students to understand the personal experiences of life through their eyes. Those days represented the coming together of our diverse cultures. The exchange was completed by our travel to Beijing where we stayed for two weeks. Without knowledge of the city or language, this time we were the ones receiving the snapshot of Chinese culture by receiving lessons and touring cultural sites. From teacher to student, New York to Beijing, and everything in between, this was our cultural exchange. ", "Advisor Name and Department": "Tang, Qiuyan (East Asian Languages & Cultures)", "Number of Student Authors of Abstract including yourself": "3", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Culture Shock, College Talk and Being in Beijing", "The name of the organization where the primary presenter interned or were affiliated with": "Shining Future International Consulting, Bank of China, Chinese Education Next Generation Foundation", "Primary presenter": "Julianna (Jules)  Koury", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Cities,Cultural/Ethnic Origins,Language/Literature", "Additional Presenters": [{"Organization": "Shining Future International Consulting, Bank of China, Chinese Education Next Generation Foundation", "Presenter Info": "Blazey, Chloe S (cblazey@wellesley.edu; Class of 2019; Majors: Undeclared)", "Country/State": "China", "location": {"lat": 35.86166, "lng": 104.195397}}, {"Organization": "Shining Future International Consulting, Bank of China, Chinese Education Next Generation Foundation", "Presenter Info": "Chalphin, Ellie T (echalphi@wellesley.edu; Class of 2019; Majors: Undeclared)", "Country/State": "China", "location": {"lat": 35.86166, "lng": 104.195397}}]}, {"Majors": "Indiv-Peace & Justice Studies", "Class Year": "2018", "Tanner ID": "520", "Final Abstract": "Much is said of people living in poverty, the inner city, abusive relationships, and of other marginalized backgrounds, but little of their experience is actually understood. Through interning at Renewal House, St. Francis House, and St. Stephen’s B-SAFE this past summer through the Lumpkin Summer Institute for Service Learning, we were afforded the opportunity to work directly with survivors of domestic violence, people experiencing homelessness or living in poverty, and low-income children from underserved schools in the Boston area. While each of these organizations has the larger mission of fighting oppression in these communities and beyond, it is the small, daily personal interactions with clients that make that goal a possibility. By working with these populations, we were challenged to reconsider traditional narratives about the experiences of marginalized people and to consider the role that systems of oppression play in shaping their potential.", "Advisor Name and Department": "Mandeville, Elizabeth A(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "3", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Un-Learning Assumptions Moving Beyond Statistics Through Direct Service in Boston’s Nonprofit Sector", "The name of the organization where the primary presenter interned or were affiliated with": "St. Francis House", "Primary presenter": "Sydney A Stewart", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Grassroots Organizing,Poverty", "Additional Presenters": [{"Organization": "Renewal House", "Presenter Info": "Blinzler, Mikayla E (mblinzle@wellesley.edu; Class of 2018; Majors: Spanish)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "St. Stephen's BSAFE Program", "Presenter Info": "Boyk, Emily J (eboyk@wellesley.edu; Class of 2018; Majors: Political Science)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "670", "Final Abstract": "Why is it that people often vote against policies that are in their best interest? I spent my summer at the UC Berkeley Social Interaction laboratory, exploring how individuals perceive economic inequality in the United States, and what impact these perceptions have on social policy.  Income inequality in the United States today is drastic, and the gap between the rich and the poor is larger than ever. Policy-makers are alarmed at the burgeoning inequity, and are increasingly turning toward behavioral economics to help address issues of inequality. This presentation will focus on how insights from behavioral economics help explain some seemingly odd decisions that people make when voting on economic policy. Drawing on my economics background, I will discuss how altering the way we think about and measure economic inequality will allow policymakers to change perceptions of inequality across party lines, and thus create more effective redistributive policies.", "Advisor Name and Department": "McCabe, Joshua T(Sociology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Beyond The 1% A Behavioral Approach to Redistributing Wealth in America", "The name of the organization where the primary presenter interned or were affiliated with": "UC Berkeley Social Interaction Lab UC Berkeley Psychology Department, Berkeley, CA 94720", "Primary presenter": "Sitara S Sriram", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Law/Politics,Money,Poverty"}, {"Majors": "Philosophy", "Class Year": "2017", "Tanner ID": "522", "Final Abstract": "I spent the summer in Monash Univeristy researching the question of epistemic injustice and practical interventions against it, as part of the Albright fellowship. In this presentation, I will consider the groundbreaking books of Miranda Fricker (Epistemic Injustice, 2007) and José Medina (The Epistemology of Resistance, 2012). I depart form the assumption that TRCs in post-colonial societies, such as South Africa, have epistemic goals, in addition to political and moral ones, and I will use their findings to challenge the belief that epistemic injustice is best considered through the lens of virtue ethics.", "Advisor Name and Department": "de Bres, Helena (Philosophy)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Theorizing Epistemic Injustice Lessons from Truth and Reconciliation Commissions", "The name of the organization where the primary presenter interned or were affiliated with": "Monash University", "Primary presenter": "Fani  Ntavelou - Baoum", "location": {"lat": -25.274398, "lng": 133.775136}, "The primary country the primary presenter were located in": "Australia", "Tags": "Cultural/Ethnic Origins,Language/Literature,Law/Politics"}, {"Majors": "Economics, Russian Area Studies", "Class Year": "2018", "Tanner ID": "525", "Final Abstract": "I interned for Senator Mark Kirk’s Washington, DC office this summer. I offered administrative support, policy research, and constituent services. In a typical day, I wrote briefings on Senate Foreign Relations Committee hearings, conducted policy projects, conducted Capitol Hill tours, and responded to Illinoisans’ needs. This was my first internship in the federal government, where I aim to work after law school. I used the skills I learned at The Wellesley News and my economics and Russian area studies classes to analyze complex issues. In a historic presidential election year, I found the Senate’s political environment unique, fast-paced, and invigorating. This experience was crucial in my decision to pursue public service in the future.I hope my presentation can encourage more Wellesley students to intern for the federal government, show them the often latent virtues of public service, and show that political service truly has a home for all majors.", "Advisor Name and Department": "Logvinenko, Igor O(Political Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Capitol times interning for the U.S. Senate in a historic election year", "The name of the organization where the primary presenter interned or were affiliated with": "United States Senate (Office of Senator Mark Kirk)", "Primary presenter": "Daniela (Danni)  Ondraskova", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Law/Politics,,"}, {"Majors": "Sociology", "Class Year": "2018", "Tanner ID": "526", "Final Abstract": "The Linking Applied Knowledge in Environmental Sustainability REU at UW-Stout uses an interdisciplinary approach to carry out research and promote policy regarding phosphorus runoff from farms into local waterways.  On the Sociology team, I studied the use of conservation agriculture Best Management Practices on rented farmland.  This project provides valuable insight into the complexities of rural society, changing conservation paradigms, and the importance of community-driven research.  It allowed me to apply research skills learned in classes at Wellesley and to integrate the fields of Sociology and Environmental Studies.   This research can teach people about the nature of agriculture and landownership in the United States and associated issues of water quality.  It further demonstrates the necessity of multi-disciplinary approaches to solving complex social and environmental problems.  By providing insight onto this specific case in Menomonie, WI, we can shine a light on broader water quality problems and potential for solutions.", "Advisor Name and Department": "Brabander, Daniel J(Geosciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Intersecting Identities and Land Meanings Conservation Best Management Practice Use on Rented Farmland", "The name of the organization where the primary presenter interned or were affiliated with": "Linking Applied Knowledge in Environmental Sustainability REU at UW - Stout", "Primary presenter": "Clare  Salerno", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Environment,Food,Water"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "532", "Final Abstract": "The Italian organization Libera manages lands confiscated from the Mafia with the goal of fostering social and economic growth in their respective communities. Libera is strongly devoted to promoting both good citizenship according to Italian law and good world citizenship with a progressive vision of the future. The properties Libera manages are in the thousands, and this summer I traveled to Italy to learn about the efforts of Libera at four of their agricultural cooperatives.What I discovered in Italy this summer is a new form of social revolution. Based on a network of agricultural cooperatives and progressive individuals, Libera has changed my perspective on the meaning of citizenship and the possibilities in community restoration. If social movements interest you, then I hope you come to find out about an organization that helped me learn about Mafia while hauling stones, packing chickpeas, and eating a lot of good food!", "Advisor Name and Department": "Bartalesi-Graf, Daniela (Italian Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Libera in Italia Connecting the mafia to organic chickpeas, a social reconstruction.", "The name of the organization where the primary presenter interned or were affiliated with": "Libera Nomi, numeri e associazioni contro le mafie", "Primary presenter": "Mary (Katie) C Hoeflinger", "location": {"lat": 41.87194, "lng": 12.56738}, "The primary country the primary presenter were located in": "Italy", "Tags": "Education,Grassroots Organizing,Law/Politics"}, {"Majors": "Antic-English, Antic-Spanish", "Class Year": "2017", "Tanner ID": "534", "Final Abstract": " While living and working in the rural community of Mainalli in Northern Karnataka, India this summer, we explored the current cultural practices and institutional influences that shape the lives of Siddis, Gowlis, Vaddars and Lambanis. The above groups belong to the Scheduled Tribes(STs) and Scheduled Castes (SCs) in India. We each conducted original ethnographic research on topics dealing with identity and perception based on physical features in relation to beauty standards; discrepancies between waste-management protocols and the goal of sustainability; and discipline and parental engagement in education. After speaking with numerous members of the village, we came to recognize the complexity surrounding the intersections among various social stratifiers such as race, caste, religion, and gender.", "Advisor Name and Department": "Obeng, Pashington J(Africana Studies)", "Number of Student Authors of Abstract including yourself": "3", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "\"See Saw See\"  Gaining Insight into Cultures and Institutions in Karnataka, India", "The name of the organization where the primary presenter interned or were affiliated with": "Sisters of the Holy Cross", "Primary presenter": "Jessica A Santero", "location": {"lat": 20.593684, "lng": 78.96288}, "The primary country the primary presenter were located in": "India", "Tags": "Cultural/Ethnic Origins,Education,Environment", "Additional Presenters": [{"Organization": "Sisters of the Holy Cross", "Presenter Info": "Duggan, Olivia B (oduggan@wellesley.edu; Class of 2017; Majors: Sociology)", "Country/State": "India", "location": {"lat": 20.593684, "lng": 78.96288}}, {"Organization": "Sisters of the Holy Cross", "Presenter Info": "Lee, Amanda S (alee16@wellesley.edu; Class of 2017; Majors: Africana Studies)", "Country/State": "India", "location": {"lat": 20.593684, "lng": 78.96288}}]}, {"Majors": "Political Science", "Class Year": "2018", "Tanner ID": "538", "Final Abstract": "While studying abroad in China, I conducted research on the Chinese media and its influence on public perception of nuclear relations between China, the United States, and the two Koreas. When I first came to China, I had difficulty in communicating with the locals to interview them about their own experiences and opinions. There was also an issue of trust why would these locals trust me, a foreign stranger, with their opinions about the Chinese government and their thoughts on nuclear politics? Getting their trust and breaking through language barriers taught me a lot about conducting fieldwork in a foreign country, which is important for me, as a Political Science major. This experience nuanced the cultural and language barriers that I often read about in my textbooks. I hope that those who attend my presentation will learn how to overcome language barriers and connect with locals in a foreign country.", "Advisor Name and Department": "Chen, Dai (East Asian Languages & Cultures)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "The Media and Nukes The Politics of Overcoming Language Barriers", "The name of the organization where the primary presenter interned or were affiliated with": "Fulbright-Hays Scholarship", "Primary presenter": "Marian B Lee", "location": {"lat": 35.86166, "lng": 104.195397}, "The primary country the primary presenter were located in": "China", "Tags": "Language/Literature,Law/Politics,Media"}, {"Majors": "Neuroscience", "Class Year": "2018", "Tanner ID": "541", "Final Abstract": "Little is known about Sri Lanka in the Western world. For decades, other South Asian countries that maintain crucial political, diplomatic, and economic ties with the West have overshadowed an island burdened by ethnic conflict. This summer, I interned as an English teacher at Vincent Girls’ High School (VGHS) in the eastern town of Batticaloa to study the Sri Lankan education system and to also explore post-war development in the country. Much of what I learned about culture and development in Sri Lanka echoed themes of religion, family, and gender that I have studied in my South Asia Studies classes at Wellesley. Attendees of my presentation will learn more about the Sri Lankan education system and will also hear about identity and development in the nation after the end of the thirty-year civil war in 2009. ", "Advisor Name and Department": "Shukla-Bhatt, Neelima (South Asia Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Playing Catch-Up The Story of Post-War Development in Sri Lanka", "The name of the organization where the primary presenter interned or were affiliated with": "Vincent Girls' High School", "Primary presenter": "Kethural (Kethu) L Manokaran", "location": {"lat": 7.873053999999999, "lng": 80.77179699999999}, "The primary country the primary presenter were located in": "Sri Lanka", "Tags": "Cultural/Ethnic Origins,Education,War/Peace"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "548", "Final Abstract": "The element of mystery that shrouds the country of Cuba drew me in to study there for two months. Before my arrival, I only knew the U.S propagandist view of Cuba a socialist country with a dictator, and suffering people detached from the rest of the world. Through my unforgettable classes, experiences, and interactions with the Cuban people, I learned to view Cuba as a unique country with a complex identity. It is not only a beautiful Caribbean country with extremely amiable people, but also a country whose unique history and culture has had the power to strengthen the bonds while driving a divide among its people. The goal of this Tanner presentation is to share what I’ve learned to erode stereotypes of Cuba, and break the barrier between U.S. perception and Cuban reality.", "Advisor Name and Department": "Hagimoto, Koichi (Spanish)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "90mi away Challenging American Perceptions of Cuba", "The name of the organization where the primary presenter interned or were affiliated with": "CIEE Centro de Estudios de Administración Pública, Centro de Estudios Martianos", "Primary presenter": "Cassandra A Cronin", "location": {"lat": 21.521757, "lng": -77.781167}, "The primary country the primary presenter were located in": "Cuba", "Tags": "Cultural/Ethnic Origins,Law/Politics,"}, {"Majors": "Anthropology", "Class Year": "2018", "Tanner ID": "552", "Final Abstract": "As a Global Engagement intern, I worked this summer at Observer Research Foundation Mumbai (ORF).   ORF is a think tank which develops policy proposals in diverse issue areas, from sanitation to foreign policy.  ORF is independent, yet well-funded through Reliance Foundation (RF)—the nonprofit arm of business behemoth Reliance Industries.  ORF’s chairman is a retired politician who was heavily involved in the work of the right-wing Bharatiya Janata Party, which has found legitimacy and power in today’s India. While contributing to a book RF commissioned our office to produce about RF’s disaster relief work, I encountered firsthand the webs of money and politics my coworkers navigated every day in their pursuit of change.  The experience helped me analyze my own understandings of activism and the development industry in South Asia, both as an anthropology student focused on critical development studies and as someone drawn to, yet ambivalent about, development work.", "Advisor Name and Department": "Ellison, Susan H(Anthropology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Activism on Eggshells Funding and Politics in the Think Tank", "The name of the organization where the primary presenter interned or were affiliated with": "Observer Research Foundation Mumbai", "Primary presenter": "Maureen J McCord", "location": {"lat": 20.593684, "lng": 78.96288}, "The primary country the primary presenter were located in": "India", "Tags": "Law/Politics,Money,"}, {"Majors": "Internatnl Relations-Economics", "Class Year": "2018", "Tanner ID": "557", "Final Abstract": "While interning with Congresswoman Susan Brooks (R-IN 5th District), one of the most striking observations I had was the abundance of attractive staffers who appeared to have just left the pages of a magazine. It was so notable, in fact, that I found myself gushing to a friend about how everyone seemed to be blessed with great genetics. “Of course,” she explained, “Politics is a social profession...human instinct naturally draws us toward attractive people, those people who hone their social skills have an advantage in politics.” As it happens, the Capitol offers far more than lessons in the legislative process; it’s an opportune place to develop people skills, confidence, and grasp the nuances of American politics. My internship offered unparalleled networking opportunities and insight into the complex legislative machine.", "Advisor Name and Department": "Tisdell, Rocio-Maria G(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "The \"Pretty\" People of Capitol Hill and Other Reflections", "The name of the organization where the primary presenter interned or were affiliated with": "United States House of Representatives", "Primary presenter": "Cassandra M Allen", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Law/Politics,,"}, {"Majors": "Internatnl Relations-Pols Sci", "Class Year": "2018", "Tanner ID": "563", "Final Abstract": "This summer, I interned with the Family Detention team of The Refugee and Immigrant Center for Education and Legal Services (RAICES), based in San Antonio, Texas. RAICES coordinates the Family Detention Representation Project to provide legal services to asylum-seeking mothers who are detained along with their children at the Karnes County Residential Center in Karnes City, Texas. In my role as a legal assistant, I had the valuable opportunity to work directly with our detained clients, orienting them to the court process of seeking asylum in the United States and listening to individual stories of loss and resilience. These one-on-one conversations gave human context to my academic investigations of Central American politics and solidified my commitment to immigration justice and to nonprofit work. I will discuss the role of religion in justice work, the movement to #EndFamilyDetention, and how my Wellesley experiences readied me for this demanding internship.", "Advisor Name and Department": "Grattan, Laura K(Political Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "The Realities of Family Detention Incarceration, Injustice, and Immigration Policy", "The name of the organization where the primary presenter interned or were affiliated with": "The Refugee and Immigrant Center for Education and Legal Services (RAICES Texas)", "Primary presenter": "Rosemary S Dodd", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Law/Politics,Migration,Women"}, {"Majors": "Jewish Studies, Computer Science", "Class Year": "2017", "Tanner ID": "567", "Final Abstract": "Unlike most students at Wellesley who study abroad for a semester, I chose to study abroad for a full year in London. Through my own observations and experiences, I will discuss the benefits and detriments of living abroad for a full year and making an impact in the local community. While abroad, I was able to fulfill my dream of trekking across Europe, during which I learned how to make connections in an unfamiliar environment, make the most of my experience while living on a tight budget and learn the impact that my gender had on my travels. I will examine the tradition of travel in Europe, focusing on transportation and the relationship between travel and gender.   ", "Advisor Name and Department": "Graves, Kristiana M(International Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Finding Home 3,000 Miles Away My Year Abroad in Europe", "The name of the organization where the primary presenter interned or were affiliated with": "Queen Mary University", "Primary presenter": "Bella L Nikom", "location": {"lat": 55.378051, "lng": -3.435973}, "The primary country the primary presenter were located in": "United Kingdom", "Tags": "Arts,Cities,Cultural/Ethnic Origins"}, {"Majors": "Geosciences", "Class Year": "2017", "Tanner ID": "572", "Final Abstract": "New Zealand has earthquakes, volcanoes, glaciers, tsunamis, and landslides. As a geosciences major and anthropology minor I am fascinated by how people learn about these events and prepare for them. I worked with the Dunedin City Council and researched natural hazard information and how cities decide to prepare for disasters. Everything changes in a second and the optimistic bias that convinces people that this just won’t happen to them prevents them from completing the small chores that could make a difference. I saw citizens appeal building codes to build their houses in tsunami and flood risk areas. A flood in Dunedin last June helped me compare a low socioeconomic community to the university’s preparedness. I discovered the importance demographics play in the receptivity and access to natural hazard information. I submitted my findings to Civil Defense and Emergency Management.", "Advisor Name and Department": "Ellison, Susan H(Anthropology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Worst comes to worst and what do you know? Natural Hazard Information Use", "The name of the organization where the primary presenter interned or were affiliated with": "Dunedin City Council Civil Defense and Emergency Management", "Primary presenter": "Isabelle C Herde", "location": {"lat": -40.900557, "lng": 174.885971}, "The primary country the primary presenter were located in": "New Zealand", "Tags": "Disaster,Education,Environment"}, {"Majors": "Biological Sciences", "Class Year": "2018", "Tanner ID": "574", "Final Abstract": "This past summer, I worked at a small sheep dairy in upstate New York. As a farmhand, I was responsible for the physical daily care of the flocks, as well as the preparation of products leaving the business. It is very common to accept that food comes from farms without realizing the work that goes on beyond the storefront. Having been part of the sheep-milking and cheese-making process, I now have muscle memory of the labor put into farm animals and land, but also a deeper understanding of what it means to be “sustainable” and “farm-to-table.” As a biology major planning to work in the future with animals, this experience was vital to understanding today’s human-animal interactions. I think it’s important to learn that sometimes the most meaningful learning experiences occur outside the classroom and office, and that getting your hands dirty is a real aspect of the work field. ", "Advisor Name and Department": "Killpack, Tess L(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Shepherd for a Summer Leaving the Desk for Life at the Farm", "The name of the organization where the primary presenter interned or were affiliated with": "3-Corner Field Farm", "Primary presenter": "Zoe W Borghard", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Animals,Environment,Food"}, {"Majors": "Economics", "Class Year": "2017", "Tanner ID": "575", "Final Abstract": "The foreign policy department at the Clinton Foundation has a uniquevantage point. It sits at the heart of a massive global non-profit andat the same time plays a crucial role in the whirlwind life of aformer head of state. As one of two interns on this small team, I wasable to enter the world of foreign policy analysis andinter-governmental relations while also witnessing, first hand, theoperation of a major non-profit that works to foster worldwidedevelopment through cross sector partnerships. My tasks ranged fromdoing research and preparing briefs for President Clinton on globalissues to establishing contacts at foreign embassies in preparationfor this year’s Clinton Global Initiative Annual Meeting. Myexperiences helped me develop a deep understanding of macro-levelglobal affairs and learn how they interact with micro-leveldevelopment work.", "Advisor Name and Department": "Weerapana, Akila (Economics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "The Clinton Foundation Supporting A President’s Global Vision", "The name of the organization where the primary presenter interned or were affiliated with": "Clinton Foundation", "Primary presenter": "Sanam R Shetty", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Human Rights,Law/Politics,"}, {"Majors": "Economics, Women's & Gender Studies", "Class Year": "2018", "Tanner ID": "577", "Final Abstract": "This summer, I interned at the Center for Gender and Sexuality at Ashoka University in Sonipat, India. My internship was a media research project looking at LGBT suicide as a structural problem in India. As part of my research, I looked at four important LGBT-related suicide cases and the community response that they garnered. I also explored the various laws in India that specifically seemed to target members of the LGBT community. This internship allowed me to discover the circumstances of the LGBT community in India. Since the queer identity is such a taboo topic in Indian society, I was unaware of how bad the conditions could actually get for people of sexual minorities, even though I am an international student from India. This experience opened my eyes to the pain and suffering of LGBT people in India that was hidden in plain sight.", "Advisor Name and Department": "Marshall, Nancy L(Wellesley Centers for Women)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "LGBT Suicide in India A Rising Structural Problem", "The name of the organization where the primary presenter interned or were affiliated with": "Ashoka University", "Primary presenter": "Tanushree  Mohan", "location": {"lat": 20.593684, "lng": 78.96288}, "The primary country the primary presenter were located in": "India", "Tags": "Human Rights,Law/Politics,Media"}, {"Majors": "Economics", "Class Year": "2017", "Tanner ID": "590", "Final Abstract": "We know that the clothes we wear all have labels that tell us where our garments are manufactured, but how do we know if the garment is ethically manufactured? I grappled with this question for ten weeks at Social Accountability International (SAI), a labor NGO, which created the voluntary SA8000 standard to hold companies responsible for their supply chains and to regulate facility conditions. After 20 years, SAI’s role in corporate social responsibility (CSR) has evolved to include new programs and metrics built into SA8000.  I worked with the Standards & Impacts and Strategic Programs departments to measure the trends in Social Fingerprint, a new SA8000 requirement tool. I also worked on various projects involving the Living Wage Coalition, which helped me understand the changing scenery in the CSR field. This presentation summarizes my experience at SAI and evaluates the various methods used to hold facilities and companies accountable.", "Advisor Name and Department": "Skeath van Mulbregt, Susan (Economics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "It's More Than Just \"Made in China\"", "The name of the organization where the primary presenter interned or were affiliated with": "Social Accountability International", "Primary presenter": "Grace C Chow", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Human Rights,,"}, {"Majors": "Middle Eastern Studies, Classical Civilization", "Class Year": "2017", "Tanner ID": "596", "Final Abstract": "Interning at the CNDH exposed me to intricate settings the governmental circuit of Morocco and the network of the UN’s National Human Rights Institutions (NHRIs). Familiarizing myself with the protocol of the CNDH—an independent organization mandated by the UN yet funded by the Moroccan government—and the current human rights work in Morocco revealed a need for a slower pace of bureaucracy than expected. While my Moroccan colleagues explained leaps forward in family law, they also readily answered questions about its spotty enactment. They touted the right to free speech and assembly for citizens, yet asked me to summarize reports from the Freedom House underscoring weak points in the freedom of Moroccans. Duality seemed to serve as a go-between between the new generation and the old, and the result was a textual history denoting the stability of the country through tense situations both in and out of its borders. ", "Advisor Name and Department": "Armstrong, Justin (Writing Program)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "No Man's Land Progressing Human Rights", "The name of the organization where the primary presenter interned or were affiliated with": "The Kingdom of Morocco's National Human Rights Council", "Primary presenter": "Tessa M Kellner", "location": {"lat": 31.791702, "lng": -7.092619999999999}, "The primary country the primary presenter were located in": "Morocco", "Tags": "Human Rights,Language/Literature,Law/Politics"}, {"Majors": "Economics, Media Arts and Sciences", "Class Year": "2018", "Tanner ID": "597", "Final Abstract": "This summer, I interned at Rogers Investment Advisors, a leading fund of hedge funds in Tokyo, Japan. In the ten weeks working at RIA, I gained a deeper understanding of the hedge fund industry in Asia, the interconnectedness of the world economy, and the Japanese corporate culture. My projects ranged from modeling investment portfolios, researching Chinese public pension funds and Asia Technology funds to preparing business documents for new venture capital firms. Before this internship, I had never been to Japan nor did I speak Japanese. However, having grown up in China and lived in Singapore, I knew how valuable global perspectives are and how important it is to learn about a country by living there. In this presentation, I will share a peek into daily life in a buy-side investment firm, and how my past experiences helped me navigate throughout one of the largest metropolitan cities in the world.  ", "Advisor Name and Department": "Tisdell, Rocio-Maria G(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Identity, Community, and Global Citizenship", "Title of Presentation": "Going Global Ten Weeks Working and Living in Japan", "The name of the organization where the primary presenter interned or were affiliated with": "Rogers Investment Advisors", "Primary presenter": "Yuanzhen  Pan", "location": {"lat": 36.204824, "lng": 138.252924}, "The primary country the primary presenter were located in": "Japan", "Tags": "Cities,Money,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "614", "Final Abstract": "This summer in the Greenberg Lab at the University of Washington, I discovered how P. aeruginosa, a common bacteria that causes deadly infection in cystic fibrosis patients, can evolve to eat adenosine.  While the bacteria normally grows slowly on adenosine media, we noticed that some strains could develop the ability to grow much faster.  After a few frustrating weeks failing to pinpoint any genetic difference, I showed that our new strains had duplicated the genes that break down adenosine, a process we now believe the bacteria uses to adapt to its varied habitats.  These duplications are unstable, but sweep through the population faster than the single nucleotide mutations I was originally looking for.  My experience taught me to trust my scientific instincts, and how important collaboration is in scientific projects.  These lessons will help me as I continue research at Wellesley, and as I look towards my future in science.", "Advisor Name and Department": "Matthews, Adam G(Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "P. aeruginosa evolves gene duplication to eat adenosine", "The name of the organization where the primary presenter interned or were affiliated with": "University of Washington", "Primary presenter": "Anna E Farrell-Sherman", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "615", "Final Abstract": "For the summer, we left Wellesley and set off to various large universities to engage in undergraduate research experiences. At East Carolina University, we collected and analyzed data from the popular GitHub platform on users in North Carolina’s Research Triangle Park to observe the growth of the local GitHub community over time. At Harvard’s Data Privacy Lab, we developed a polling locator site that made it easier for people to know where to vote. At MIT’s Space Systems Lab, we programmed a satellite-building game for an international competition, and at Tufts, we built an independent interface for collaborative learning and discussion. The jump from classroom to research lab was a large one, but our experiences at Wellesley prepared us for the challenges we had to face. We want to share not only our experiences doing research outside of Wellesley but also how our time at Wellesley shaped those experiences.", "Advisor Name and Department": "Mustafaraj, Eniana (Computer Science)", "Number of Student Authors of Abstract including yourself": "4", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Making the Jump to a Large University Research Lab in Computer Science", "The name of the organization where the primary presenter interned or were affiliated with": "Harvard University Data Privacy Lab", "Primary presenter": "Evelyn  Chen", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,", "Additional Presenters": [{"Organization": "Tufts University Center for Engineering Education and Outreach", "Presenter Info": "Chen, Vivien  (vchen3@wellesley.edu; Class of 2018; Majors: Computer Science)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "East Carolina University", "Presenter Info": "Kenneally, Kate E (kkenneal@wellesley.edu; Class of 2018; Majors: Computer Science)", "Country/State": "United States - North Carolina", "location": {"lat": 35.7595731, "lng": -79.01929969999999}}, {"Organization": "MIT Space Systems Lab", "Presenter Info": "Samanci, Elif N (esamanci@wellesley.edu; Class of 2018; Majors: Computer Science & Mathematics)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "616", "Final Abstract": "This summer I was an intern at a social policy and applied psychology lab and was mainly involved with a project focusing on analyzing the efficacy of home intervention programs. The most edifying experience I had was learning about ethical practices in the lab. A significant portion of my role at the lab involved consenting protocol and retention efforts, which both provided direct exposure to IRB regulations and internal decisions the lab had made about how to operate in a just manner. I am excited for students to learn about the differences between reading about ethical procedures in a classroom, as I’ve done at Wellesley, and applying those in a lab with human subjects, especially as rules are challenging and blurry. I was lucky to work in a lab that took this as an opportunity to be as morally and scientifically rigorous as possible. ", "Advisor Name and Department": "Ellison, Susan H(Anthropology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Establishing Ethical Practices with Human Subjects at an Applied Psychology Lab", "The name of the organization where the primary presenter interned or were affiliated with": "NYU Steinhardt, Center for Child and Family Policy", "Primary presenter": "Sabina  Unni", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Human Rights,Poverty"}, {"Majors": "Neuroscience", "Class Year": "2017", "Tanner ID": "617", "Final Abstract": "A year ago, I doubt I would have ever heard the term “cleantech,” let alone known what it meant. All that changed, however, through an internship with the Cleantech Group, the owner of the term “cleantech” as a registered trademark and a leader within the cleantech industry. “Cleantech” refers to any technology that enables more efficient use of resources. Extending far beyond solar and wind companies, the cleantech industry also includes companies like Airbnb, the popular home-sharing service, because it increases efficient use of space and resources by reducing the number of hotels built. This summer taught me that business and technology can be a powerful force not only for innovation, but also for environmental impact, although that impact is more complicated than meets the eye. I look forward to sharing my excitement about this field with other Wellesley students and hope they consider cleantech as an avenue to engage their interests in business, technology, and the environment.", "Advisor Name and Department": "Kulik-Johnson, Kyra (Psychology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "You’re Telling Me Airbnb is Good for Earth? Exploring Cleantech & Beyond", "The name of the organization where the primary presenter interned or were affiliated with": "Cleantech Group", "Primary presenter": "Simone N Liano", "location": {"lat": 55.378051, "lng": -3.435973}, "The primary country the primary presenter were located in": "United Kingdom", "Tags": "Environment,Science/Technology,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "618", "Final Abstract": "This summer I took Convex Optimization during the Summer Session at Stanford University, where I explore the use of mathematical optimization in real life. I found that abstract mathematical work like concepts in convex optimization could be used in surprisingly many fields like finance, physics, and biology. It can help people choose portfolios in finance market, determine the trajectory of a landing rocket, detect essential genes of a cell, and recover a signal with noise. This learning experience makes me more interested in mathematical optimization and computer science. It turns the maths concepts I learned in the linear algebra class at Wellesley into a powerful tool for finding a mathematically provable optimal point. I hope people who attend my presentation will realize the power of this technique as I did and have a rough idea of how to express a real life problem in maths formulas and codes.", "Advisor Name and Department": "Shull, Randy (Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Applications of Mathematical Optimization in Finance", "The name of the organization where the primary presenter interned or were affiliated with": "Stanford University", "Primary presenter": "Xinting (Candice)  Gong", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Money,Science/Technology,"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "619", "Final Abstract": "On my summer internship with the University of Cincinnati Laboratory for Advanced Healthcare Technologies I worked with a team of Computer Engineers, Graphic artists, and ER doctors to design, implement, and test an IOS application that helps EMT’s to diagnose stroke. In addition to quantifying stroke severity, this innovative app uses geolocation to identify the most appropriate hospital for stroke treatment and facilitates Facetime communication with the treatment center. While I had a variety of experiences, ranging from learning 3-D human animation to App development in the Swift language, the most valuable experience was learning to work with a non-technical client. Beyond learning tactics for communicating across fields, the experience instilled in me a profound admiration of academic collaboration, and deeper understanding of what it means to be a diverse and effective team in an increasingly technical world.  ", "Advisor Name and Department": "Shaer, Orit (Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Time is Ticking Assessing Stroke Severity with New Point of Care Technology", "The name of the organization where the primary presenter interned or were affiliated with": "University of Cincinnati, Laboratory for Advanced Healthcare Technologies", "Primary presenter": "Marissa (Claire) C Beyette", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,Science/Technology,"}, {"Majors": "Physics", "Class Year": "2018", "Tanner ID": "621", "Final Abstract": "As members of the SeedKit (Science Education Equity Development Kit) team here on campus, we spent the summer preparing and putting into action the project we’ve been developing for two years. The SeedKit is a low-cost lab-in-a-box used to teach hands-on science experiments in low-resource schools. This summer, deployed the SeedKit in five schools in the suburbs of Accra, Ghana. We worked with a Boston-based NGO, The Exploratory which runs after school science club for girls programs in Ghana. By establishing relationships with students and science teachers, we immersed ourselves in a new culture and learned how we will further adapt the SeedKit to match their needs. Here on campus, we worked on developing assessments and data analysis strategies that could be used to determine the efficacy of our project. Through the decision making process we started to understand the importance of cultural sensitivity when designing projects for other communities. We will provide insight into the challenges we faced as social entrepreneurs in the education sector, and the things we learned from various mentors in the Ghanaian and Wellesley communities.", "Advisor Name and Department": "Robeson, Wendy W(Wellesley Centers for Women)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Science Education Equity Development Kit Bringing Hands-On Science Learning to Ghana", "The name of the organization where the primary presenter interned or were affiliated with": "SeedKit (Science Education Equity Development Kit) and The Exploratory", "Primary presenter": "Mehak K Sarang", "location": {"lat": 7.946527, "lng": -1.023194}, "The primary country the primary presenter were located in": "Ghana", "Tags": "Education,Grassroots Organizing,Science/Technology", "Additional Presenters": [{"Organization": "SeedKit and Wellesley Centers for Women", "Presenter Info": "Narvaez, Isabella  (inarvaez@wellesley.edu; Class of 2017; Majors: Biological Sciences)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Astrophysics", "Class Year": "2017", "Tanner ID": "624", "Final Abstract": "Often, peering into our own past requires looking outward – very, very far outward. Spectral analysis of protoplanetary disks – the disks of cold gas and dust that form infant solar systems – provides a snapshot of the structure and chemical composition of the disks as they evolve in time. Analysis of these disks helps us to understand how our own Solar System may have formed, and what features of it may be common or anomalous in the solar systems of the universe. Drawing heavily on my Wellesley astrophysics coursework, I conducted research analyzing absorption spectra of four protoplanetary disks using data from the Keck II telescope. I am excited to have had the opportunity to investigate our own origins – through systems light-years away. ", "Advisor Name and Department": "McLeod, Kim K(Astronomy)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Ancestral Astronomy A spectral analysis of protoplanetary disks", "The name of the organization where the primary presenter interned or were affiliated with": "Vassar College", "Primary presenter": "Sara A Vannah", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,"}, {"Majors": "Spanish", "Class Year": "2018", "Tanner ID": "627", "Final Abstract": " I focused on math education for urban high schoolers in Providence. In particular, I focused on how to address math fear and anxiety and change students’ mindsets about math education.Math education is a huge issue today, especially in the area I worked in (math proficiency is only at 10% in Providence schools), but math anxiety and illiteracy is a problem for a significant number of American adults as well. Learning how to teach math to students that felt they could not learn it taught me how reframe the experience of how students learn math.I am a math major and plan on teaching math in the future, and this experience inspired me to keep learning for myself and my students.    Math is hard and scary for everyone, but everyone can push past that struggle to succeed at it.", "Advisor Name and Department": "Hawes, Kenneth S(Education)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Teaching Math with a Growth Mindset to Urban High Schoolers", "The name of the organization where the primary presenter interned or were affiliated with": "Teaching Experiences for Undergraduates; Brown Summer High School", "Primary presenter": "Sarah A Lewites", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Youth,"}, {"Majors": "Computer Science", "Class Year": "2017", "Tanner ID": "628", "Final Abstract": "This past summer, we interned at companies like Zappos, J.P. Morgan, Bank of America, Goldman Sachs, and MIT Lincoln Laboratory. Although these are not thought of as traditional software companies, we each fulfilled technical roles during our internships and learned what being a software engineer in a non-technology industry entails. During this presentation, we will discuss our application process, our day-to-day tasks and responsibilities, and what we learned at our internships this summer.", "Advisor Name and Department": "Lee, Sohie M(Computer Science)", "Number of Student Authors of Abstract including yourself": "5", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Tech Internships at Non-Tech Companies", "The name of the organization where the primary presenter interned or were affiliated with": "J.P. Morgan Chase & Co.", "Primary presenter": "Yuyu  Li", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,Women,", "Additional Presenters": [{"Organization": "Goldman Sachs & Co.", "Presenter Info": "Britt, Meckila T (mbritt@wellesley.edu; Class of 2017; Majors: Computer Science)", "Country/State": "United States - New Jersey", "location": {"lat": 40.0583238, "lng": -74.4056612}}, {"Organization": "Zappos", "Presenter Info": "Carver, Brenna D (bcarver@wellesley.edu; Class of 2017; Majors: Computer Science)", "Country/State": "United States - Nevada", "location": {"lat": 38.8026097, "lng": -116.419389}}, {"Organization": "Bank of America", "Presenter Info": "Foun, Amanda  (afoun@wellesley.edu; Class of 2017; Majors: Computer Science)", "Country/State": "United States - New York", "location": {"lat": 40.7127837, "lng": -74.0059413}}, {"Organization": "MIT Lincoln Laboratory", "Presenter Info": "Morris, Katie A (kmorris@wellesley.edu; Class of 2017; Majors: Computer Science & Mathematics)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Psychology, Economics", "Class Year": "2017", "Tanner ID": "629", "Final Abstract": "In Peru, a large performance gap between private and public schools has led to a false belief that all private schools are inherently superior to public schools. Consequently, government officials have neglected the education system over the years and let the private sector play a larger role. The ultimate goal during my internship at GRADE was to debunk this myth and argue for more government support of education. I assisted my supervisor in preparing papers for government leaders regarding the national education policy, and started an analysis of the education system. I was able to hone my research skills, learn more about the Peruvian education system, and practice my communication skills. This experience also reaffirmed my hopes to pursue policymaking as a career path.", "Advisor Name and Department": "McEwan, Patrick J(Economics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Examining the Peruvian Education System the Role of Research in Public Policy ", "The name of the organization where the primary presenter interned or were affiliated with": "Grupo de Análisis para el Desarrollo (GRADE)", "Primary presenter": "Vivien  Lee", "location": {"lat": -9.189967, "lng": -75.015152}, "The primary country the primary presenter were located in": "Peru", "Tags": "Education,Law/Politics,"}, {"Majors": "Psychology", "Class Year": "2017", "Tanner ID": "632", "Final Abstract": "During the summer, Ogo and Chelsea worked at Accenture, a global professional services company, focused on high performance in the digital, technology, and operations sector. As a Management Consulting Summer Analyst, Ogo worked with clients to improve business processes by incorporating innovative 21st-century technologies. Meanwhile, Chelsea worked as a Business Research Analyst through the Accenture Institute for High Performance, the internal think and act tank, and focused on the emerging trends at the intersection of technology, future of the workplace, and leadership. In all major areas of study, Wellesley prepares students to make meaningful contributions in the business world through the encouragement of peers and professors to be creative in analysis.We hope that attendees will come away with a newfound appreciation of how technology will continuously impact the future of the workforce, and to appreciate the resources and opportunities that Wellesley provides through a liberal arts education.", "Advisor Name and Department": "Metaxas, Panagiotis T(Computer Science)", "Number of Student Authors of Abstract including yourself": "2", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Innovation The Future of the Workplace", "The name of the organization where the primary presenter interned or were affiliated with": "Accenture", "Primary presenter": "Chelsea H Kim", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,", "Additional Presenters": [{"Organization": "Accenture", "Presenter Info": "Okoye, Ogochukwu I (ookoye@wellesley.edu; Class of 2017; Majors: Women's & Gender Studies & Economics)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Art History, Economics", "Class Year": "2017", "Tanner ID": "635", "Final Abstract": "Water scarcity and efficiency is often not on the minds of US citizens and residents. We think of water so loosely that we freeze it, just to place it again in our drinks. This past summer, I worked with INIDA and the University of Cape Verde on Santiago Island to examine how water is managed along with related development issues. By interacting directly with people in the city and countryside, I witnessed firsthand how different daily life is from that of developed countries. I observed conflicts and management decisions between communities, institutions, and governmental parties. Using design engineering principles, I delved deeper to find the root cause of clashes over water and technology, and I realized the increasing complexity in doing so. I was, thus, forced to change my perspective and approach. I now understand the impact of not only technology but also that of education and cultural norms.", "Advisor Name and Department": "Banzaert, Amy (Extradepartmental)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Evaluating Water Productivity Why Replace the Hard Sell with a \"Hard Listen?\"", "The name of the organization where the primary presenter interned or were affiliated with": "University of Cape Verde", "Primary presenter": "Christina V Holman", "location": {"lat": 15.120142, "lng": -23.6051722}, "The primary country the primary presenter were located in": "Cape Verde", "Tags": "Education,Science/Technology,Water"}, {"Majors": "Neuroscience", "Class Year": "2018", "Tanner ID": "519", "Final Abstract": "This summer, I fulfilled my calling as an Idahoan by working for a potato company. I managed the social media accounts for the Innate® potato, a genetically modified potato developed by the J.R. Simplot Company. The Innate® potato was developed over the course of fifteen years to be bruising/browning resistant and to contain less acrylamide (a probable carcinogen) when fried at high temperatures. These traits allow for more sustainable potato production by reducing food waste. Many people believe that GMOs are bad, but aren’t sure why. As a result, the social media climate around GMOs is overwhelmingly negative, despite the scientific consensus that GM foods are safe. My presentation will explore the complicated nature of potato production and teach attendees about the consumer traits of Innate® potatoes, the prevalence of biotech crops in the food supply, and the strategies employed for successful social media management in a controversial industry.   ", "Advisor Name and Department": "Grandjean, Katherine A(History)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "GMFoes or GMBros Innate® Potato Social Media Management", "The name of the organization where the primary presenter interned or were affiliated with": "J.R. Simplot Company- Plant Sciences", "Primary presenter": "Sydney F Stento", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Food,Media,Science/Technology"}, {"Majors": "Women's & Gender Studies", "Class Year": "2017", "Tanner ID": "636", "Final Abstract": "Not to be Served but Serve Volunteer Teaching Programs and Cultural Competency How do we serve a community that is not our own? National volunteer teaching programs, like AmeriCorps’s Reading Corp or Teach for America are often critiqued for relying on the White Savior Complex to recruit teachers. Drawing on my experience with AmeriCorps in Minneapolis, I examine the validity of this criticism but also the various opportunities to improve tutors’ cultural competency. Specifically, I will present my research about Native American education in Minneapolis. Based on interviews with Native American educators, I created a resource guide for tutors not familiar with the community, which addresses the historical trauma that resulted from the US public education system being used as a tool of oppression.  My guide provides suggestions for culturally sensitive methodologies for volunteer teachers, and is an example of how volunteer teaching programs can be more inclusive.  ", "Advisor Name and Department": "Tutin, Diane P(Education)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Not to be Served but Serve Volunteer Teaching Programs and Cultural Competency ", "The name of the organization where the primary presenter interned or were affiliated with": "AmeriCorps with the Minnesota Literacy Council", "Primary presenter": "Sophia R Temkin", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Cultural/Ethnic Origins,Education,Youth"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "524", "Final Abstract": "Alcoholics Anonymous (AA) is a grass-roots fellowship, hosting thousands of meetings for recovering alcoholics. Each local chapter maintains their own website with a list of meetings, therefore there is no global AA meeting list. We purpose creating such a list by combining automated scraping, machine learning algorithms, and crowdsourcing where automated methods fail. Firstly, we scraped aa.org to obtain the urls of the local chapter sites. Next, we are scraping each local site to obtain all the urls listed, however this is proving to be very difficult. While we are working on perfecting the scraping code, we are also working on finding the best classification algorithm for determining whether a particular page contains a list of meetings. We are currently comparing a variety of machine learning algorithms for this task. For those pages in which our code is not able to produce high accuracy we will use crowdsourcing.", "Advisor Name and Department": "Lee, Sohie M(Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Creating a Self-Updating AA Meeting List", "The name of the organization where the primary presenter interned or were affiliated with": "University of Minnesota", "Primary presenter": "Hannah K Weissman", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,"}, {"Majors": "Computer Science, Media Arts and Sciences", "Class Year": "2018", "Tanner ID": "640", "Final Abstract": "With the booming demand for photorealistic 3D models in virtual spaces to emulate the physical world, visually flawless content must be generated rapidly in a cost-efficient manner. By bringing together principles of physics, design, programming, mathematics, and the power of over 100 digital cameras, quality 3D content creation can be made accessible to anyone. I will be sharing my experience working with virtual reality at a startup in South Korea. Focus will be on my research on the physics of how hair, eyes, and skin are generated as 3D models, how computers can accurately render objects to mimic reality, and how such work is helping shape the state of animation, video games, and virtual reality. ", "Advisor Name and Department": "Shaer, Orit (Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Virtual reality photorealism, skeuomorphic design, and how I created my own action-figure", "The name of the organization where the primary presenter interned or were affiliated with": "Reality Reflection", "Primary presenter": "Jesslyn  Tannady", "location": {"lat": 24.4975048, "lng": 118.1257661}, "The primary country the primary presenter were located in": "Korea, Republic of", "Tags": "Media,Science/Technology,"}, {"Majors": "Neuroscience", "Class Year": "2017", "Tanner ID": "527", "Final Abstract": "Working memory, the ability to hold onto information currently in use, is a cognitive skill used during mathematical reasoning in young children. However, how important is working memory in mathematical reasoning, and are there specific groups of students who rely more on working memory than others? These were some of the questions that I explored at MIT’s Gabrieli Lab, a cognitive neuroscience lab where I have been exploring my interdisciplinary interests in neuroscience and education for the past year. This summer, I spent my time collecting and analyzing cognitive and neural data. Through this experience, I not only gained technical research skills, but I also learned the importance of conducting my research from the perspective of both a scientist and a teacher. In my presentation, I will talk about the interdisciplinary approach that I took to ask meaningful questions and share my findings that have practical implications.", "Advisor Name and Department": "Keane, Margaret M(Psychology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Individual Differences in Mathematical Reasoning Exploring the Underlying Cognitive and Neural Mechanisms", "The name of the organization where the primary presenter interned or were affiliated with": "Gabrieli Lab, MIT", "Primary presenter": "Megumi E Takada", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Science/Technology,Youth"}, {"Majors": "Computer Science, Economics", "Class Year": "2018", "Tanner ID": "643", "Final Abstract": "A year ago, I told Wellesley I was not coming back for the semester, and I was not sure if I would ever do so. I knew it was time for me to run my startup in Mexico, empowering stay-at-home mothers to cook in their kitchens and sell their homemade food to young professionals through our web-based platform. As a foreigner and a first-time entrepreneur trying to execute a challenging business, I went through countless hardships. Through the many right and wrong decisions I made, I learned not just about how to run a startup, but rather about who I really am, my strengths, weaknesses, passions, and fears. Spring 2016, my desire to grow brought me back to campus. I learned how to embrace my “failure”, and re-envisioned the education I always wanted. I wish to share with my classmates my struggles starting a business and my biggest learnings on self-development.", "Advisor Name and Department": "Mustafaraj, Eniana (Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "What I learned about thriving in college/life after running a startup", "The name of the organization where the primary presenter interned or were affiliated with": "Flavory", "Primary presenter": "Mojia  Shen", "location": {"lat": 23.634501, "lng": -102.552784}, "The primary country the primary presenter were located in": "Mexico", "Tags": "Science/Technology,Women,"}, {"Majors": "Media Arts and Sciences", "Class Year": "2017", "Tanner ID": "529", "Final Abstract": "After a three year renovation, the Cooper Hewitt, Smithsonian Design Museum reopened with a commitment to improving the visitor experience through technology. Visitors now receive a special stylus, the Pen, which allows them to “collect” objects to be viewed later online. The Pen gives both visitors and museum staff an abundance of information about how people interact with the collections. As this summer’s Peter A. Krueger intern in the Digital and Emerging Media Department I researched, developed, and implemented a new branch of the website, the Visit Statistics page. This page displays details of a visitor’s interaction with the Pen and augments Cooper Hewitt’s distinctive “post-visit experience” which extends the reach of the collection beyond the physical museum. This significant internship offers important connections, hands-on experience, and invaluable technological and design knowledge to students.", "Advisor Name and Department": "Joiner, Tsugumi M(Davis Museum & Cultural Center)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Redesigning the Visitor Experience Technology Innovations at Cooper Hewitt, Smithsonian Design Museum", "The name of the organization where the primary presenter interned or were affiliated with": "Cooper Hewitt, Smithsonian Design Museum", "Primary presenter": "Isabel H Noonan", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Arts,Museums,Science/Technology"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "650", "Final Abstract": "For a lot of Computer Science majors beginning their college experience, it can be difficult to find internships. Applications and interviews can be confusing, and it’s hard to find the right fit. This panel will be made up of four current sophomores who found different summer opportunities at large companies. Students in this panel will describe their experiences at Microsoft, Google, Amazon, and Girls Who Code in various roles such as software engineering, program management, and teaching. Panel members will describe how their computer science education at Wellesley contributed to their internship experiences, and what lessons they’re bringing back from their summers.", "Advisor Name and Department": "Bassem, Christine (Computer Science)", "Number of Student Authors of Abstract including yourself": "4", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "First Year and Sophomore Tech Internships", "The name of the organization where the primary presenter interned or were affiliated with": "Microsoft", "Primary presenter": "Hannah (Hannah) M Murphy", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,", "Additional Presenters": [{"Organization": "Microsoft", "Presenter Info": "Chen, Cynthia X (cchen16@wellesley.edu; Class of 2019; Majors: Undeclared)", "Country/State": "United States - Washington", "location": {"lat": 38.9071923, "lng": -77.0368707}}, {"Organization": "Google", "Presenter Info": "DuBard, Mary  (mdubard@wellesley.edu; Class of 2019; Majors: Undeclared)", "Country/State": "United States - New York", "location": {"lat": 40.7127837, "lng": -74.0059413}}, {"Organization": "Girls Who Code", "Presenter Info": "Lurie, Emma W (elurie@wellesley.edu; Class of 2019; Majors: Undeclared)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Italian Studies, Physics", "Class Year": "2017", "Tanner ID": "530", "Final Abstract": "After spending a year abroad with the ECCO program in Bologna, Italy, I had the amazing opportunity to stay for the summer and conduct physics research. My research was on organic semiconducting materials, which can potentially be used in various medical devices. Yet my summer was not only science-focused it was a perfect liberal arts experience in which I was able to enjoy cultural immersion in a country that values beauty in people, food, art, nature, and life. This experience was unforgettable for the three Fs of my title, friends, food and fisica; a perfect fusion of my two passions that taught me how science and humanities are not opposites but fields that nurture one another and are equally necessary for developing the human mind and heart.  (I was unable to select Language/Literature as another tag for my presentation, which I would like to add. Thank you)", "Advisor Name and Department": "Parussa, Sergio (Italian Studies)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Friends, Food, and Fisica! A Summer of Physics Research in Italy", "The name of the organization where the primary presenter interned or were affiliated with": "University of Bologna", "Primary presenter": "Hanae H Yaskawa", "location": {"lat": 41.87194, "lng": 12.56738}, "The primary country the primary presenter were located in": "Italy", "Tags": "Science/Technology,,"}, {"Majors": "Neuroscience", "Class Year": "2018", "Tanner ID": "652", "Final Abstract": "Schizophrenia affects up to 50 million people worldwide and new research is emerging to investigate this mental disorder. This summer I had the unique opportunity to work with the principal investigator of a new neuroradiology lab at the University of Wisconsin Hospital (UWH) that was largely in the preparatory stages for animal research in schizophrenia. My tasks ranged from researching vendors of rat diets to running animal behavioral tests. I became an effective consumer of scientific literature, as I compiled spreadsheets of Disrupted in Schizophrenia 1 rat models and relevant behavioral testing paradigms. I also assisted the director of development in the Department of Surgery on a project for the non-profit group Cars Curing Kids. I helped organize their largest annual event where \"graduated patients\" of the American Family Children's Hospital cruise around Madison in cool cars. This experience enhanced my resourcefulness, collaboration, and research techniques as a neuroscience student.", "Advisor Name and Department": "Quinan, Virginia C(Neuroscience)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Pre-experiment Essentials for an Animal Behavioral Study in Schizophrenia", "The name of the organization where the primary presenter interned or were affiliated with": "University of Wisconsin School of Medicine and Public Health", "Primary presenter": "Maya L Muldowney", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Animals,Health,Science/Technology"}, {"Majors": "Undeclared", "Class Year": "2019", "Tanner ID": "540", "Final Abstract": "This summer I interned as a Teaching Fellow at Breakthrough New York, a non-profit organization and college success program that focuses on providing resources to high potential, low income middle school students. I taught 7th grade science and art classes in the South Bronx, where I witnessed the effects of the achievement gap and the difficulties students faced when their families could not provide them with what they needed to succeed. This experience opened my eyes to see the increasing demand for academic and emotional support for students whose paths to college may be more challenging. I hope that my presentation will bring to light some of the struggles these students experience, while offering my peers a chance to reflect on their own journeys to Wellesley, and whether they bear marked similarities or differences to the obstacles that these middle school Bronx students face. ", "Advisor Name and Department": "Tisdell, Rocio-Maria G(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Closing the Achievement Gap Climbing Their Way up to College ", "The name of the organization where the primary presenter interned or were affiliated with": "Breakthrough New York (Breakthrough Collaborative)", "Primary presenter": "Alice Z Wang", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Poverty,Youth"}, {"Majors": "Media Arts and Sciences", "Class Year": "2018", "Tanner ID": "655", "Final Abstract": "Only 9% of all computing-related occupations in 2015 were filled by women of color, according to the Bureau of Labor. This summer, I had the opportunity to join the 4% of African-American women web developers and intern at HubSpot, a start-up founded in 2006 that reached its IPO on the NYSE in 2014. During my overwhelmingly positive time at HubSpot, I was able to network with many people throughout the company; work on Hubspot.com, developing pages that received millions of views; and communicate directly with stakeholders. However, just as I am usually only one of a few African-American women in the Wellesley CS courses, I was the only African-American woman interning at HubSpot this summer. In my presentation, I would like to address the serious lack of women of color in the tech industry, and what companies like HubSpot can do to combat it.", "Advisor Name and Department": "Mustafaraj, Eniana (Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "The 9% Women of Color In the Tech Industry", "The name of the organization where the primary presenter interned or were affiliated with": "HubSpot", "Primary presenter": "Marissa N Okoli", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,Women,"}, {"Majors": "Anthropology, History", "Class Year": "2018", "Tanner ID": "542", "Final Abstract": "My job this summer was to learn more about Bronze Age funerary practices by fearlessly delving into the blaze of the funeral pyre.  No time machines or superpowers were necessary to accomplish this task—I instead read clues in the form of diagnostic fracture and warping patterns that appear on human bone during cremation.  As a National Science Foundation Research Experiences for Undergraduates Fellow with the Bronze Age Körös Off-Tell Archaeology (BAKOTA) project, I analyzed cremated human remains from a Hungarian cemetery site with the goal of examining possible social structures within the population and determining how this population fit into the dynamic social and economic world of Bronze Age Central Europe.  This incredible opportunity not only allowed me to work with students and archaeologists from around the world, but also provided me with the tools to pursue biological archaeology, an interest that I developed through anthropology coursework at Wellesley.  ", "Advisor Name and Department": "Van Arsdale, Adam (Anthropology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Fiery Endings Investigating Cremated Human Remains from a Hungarian Bronze Age Cemetery", "The name of the organization where the primary presenter interned or were affiliated with": "BAKOTA Field School, National Science Foundation Research Experiences for Undergraduates", "Primary presenter": "Audrey M Choi", "location": {"lat": 47.162494, "lng": 19.503304}, "The primary country the primary presenter were located in": "Hungary", "Tags": "Cultural/Ethnic Origins,Museums,Science/Technology"}, {"Majors": "Psychology", "Class Year": "2017", "Tanner ID": "658", "Final Abstract": "During my two summers at Goldman Sachs I worked in the Securities Sales & Trading program. I worked in five different groups focusing on soft dollar accounts, cash equity research sales, hedge fund operations and clearing, structured cross asset sales, and prime brokerage sales and capital introduction services. Working at Goldman Sachs was an incredible opportunity to see how a major financial institution responds to worldwide events such as the Greece crisis, Puerto Rico’s debt crisis, the Olympics, terrorism in France, Brexit, and more. As a psychology major and a computer science minor entering Securities was daunting but I found that my two fields of study, though seemingly unrelated to finance, actually provided me with the diversity of thought that helped me succeed throughout my time. I hope that those who attend my presentation will understand more about the various opportunities at large banks and how to successfully pursue them. ", "Advisor Name and Department": "Carli, Linda (Psychology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Walk On To Wallstreet Alternative Paths to Finance", "The name of the organization where the primary presenter interned or were affiliated with": "Goldman Sachs", "Primary presenter": "Alison  Kaplon", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Money,Science/Technology"}, {"Majors": "Computer Science, Mathematics", "Class Year": "2018", "Tanner ID": "543", "Final Abstract": "Massive open online courses (MOOCs) are a popular way to learn, but they face high dropout. When users drop out, it is known as churning. The process of predicting churn in MOOCs can be applied to predict customer churn in the telecommunications industry. Since it is more costly to obtain new customers in prepaid telecommunications services than to retain them, it is important to be able to pinpoint those who may churn. This research opportunity showed me how industrial research is done, specifically at Huawei Technologies, how to work with an international team, and serve as project manager. At Wellesley, there are many opportunities to engage in academic research, but it is difficult to find industry opportunities that focus on research, especially in international locations. I hope that my audience will learn that research is possible in industry, and the value of working with people from different cultures in international positions.", "Advisor Name and Department": "Reddy, Sravana K(Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Applying Churn Prediction in Massive Open Online Courses to Telecommunications", "The name of the organization where the primary presenter interned or were affiliated with": "Research in Industrial Projects for Students (RIPS)", "Primary presenter": "Nancy  Ho", "location": {"lat": 22.396428, "lng": 114.109497}, "The primary country the primary presenter were located in": "Hong Kong", "Tags": "Money,Science/Technology,"}, {"Majors": "Media Arts and Sciences", "Class Year": "2018", "Tanner ID": "662", "Final Abstract": "In our panel, we’d like to focus on three different summer internships that investigate the ways in which computer science and education intersect. Eliza worked as a TA with Duke TIP, an academic summer program. She planned nightly computer science activities supplementing a Cryptography class and designed \"kinesthetic coding\" games to explain introductory programming concepts to the students. Margaret worked in Wellesley’s Human Computer Interaction lab on a project geared towards teaching children about synthetic biology through an interactive museum exhibit.Pet worked as a TA at the GirlsWhoCode summer immersion program, where she worked with her teaching team to lead lectures, labs, and projects in an attempt to introduce 20 teens to introductory CS concepts. She learned a lot about herself, her students, and the joys/woes of teaching during the course of 9 weeks.Daniela worked with Professor Sravana Reddy at Wellesley to make an automated grader for problem sets targeted for the introductory CS class at the college.All of these internships taught us about the prominent role that computer science play in all levels of education and the enhancement of knowledge.  They gave us insight into how our own educations have been improved, or could have been over the course of our lives.  We hope that our audience will leave thinking about engaging more with computer science as an effective tool that can shape learning.", "Advisor Name and Department": "Reddy, Sravana K(Computer Science)", "Number of Student Authors of Abstract including yourself": "4", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Enhancing Computer Science Education, and Enhancing Education with Computer Science", "The name of the organization where the primary presenter interned or were affiliated with": "Wellesley College", "Primary presenter": "Margaret C Flemings", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Science/Technology,Youth", "Additional Presenters": [{"Organization": "Wellesley College", "Presenter Info": "Kreimerman, Daniela  (dkreimer@wellesley.edu; Class of 2019; Majors: Undeclared)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Duke TIP", "Presenter Info": "McNair, Eliza D (emcnair@wellesley.edu; Class of 2018; Majors: Computer Science)", "Country/State": "United States - Georgia", "location": {"lat": 32.1656221, "lng": -82.9000751}}, {"Organization": "GirlsWhoCode", "Presenter Info": "Ramanudom, Pet  (bramanud@wellesley.edu; Class of 2018; Majors: Computer Science)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Environmental Studies", "Class Year": "2018", "Tanner ID": "547", "Final Abstract": "At ARI, I lived and worked on a farm alongside a diverse community of rural leaders from Asia and Africa training in sustainable agriculture and servant leadership. Their goal was to empower their communities with the knowledge to separate from an environmentally and economically unsustainable reliance on synthetic chemicals.  While weeding rice paddies, earthing sweet potatoes, and making fertilizer from fermented chicken manure, I studied organic methods of farm management and pest control.  In working, eating, and praying with grassroots leaders from around the world, I observed how leaders in poor communities prioritize, reflect, and make agricultural decisions.  My view of “sustainable” agriculture has grown to be holistic—including everything from science-based technologies to economic viability to time management.  Furthermore, in practicing servant leadership, I have gained greater insight into how to live the Wellesley College mission Non Ministrari sed Ministrare.", "Advisor Name and Department": "Tisdell, Rocio-Maria G(Center for Work and Service)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Farming, Living, and Learning alongside Grassroots Leaders", "The name of the organization where the primary presenter interned or were affiliated with": "Asian Rural Institute (ARI)", "Primary presenter": "Nisreen S Abo-Sido", "location": {"lat": 36.204824, "lng": 138.252924}, "The primary country the primary presenter were located in": "Japan", "Tags": "Environment,Food,Grassroots Organizing"}, {"Majors": "Anthropology", "Class Year": "2018", "Tanner ID": "664", "Final Abstract": "This summer, I had the opportunity to intern at the Forensic Investigation Research Station (FIRS), more colloquially known as a body farm. One of only six in America and seven in the world, FIRS gave me a very hands-on experience in the research used to bring murderers to justice. Despite the necessity for definite evidence in a murder case, the knowledge needed to accurately determine how long a body has been out is surprisingly low, especially in scenarios involving different conditions. FIRS, located near Grand Junction, Colorado, helps fill these gaps by researching how the human body decays in a desert environment. In helping collect data for multiple projects, I gained insight in osteology, crime scene processing, and unexpectedly, photography. Smelly, morbid, and completely amazing, my internship was invaluable in showing how much still needs to be done in the forensic field.", "Advisor Name and Department": "Van Arsdale, Adam (Anthropology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Bodies in the Desert A Look Into Forensic Anthropological Research", "The name of the organization where the primary presenter interned or were affiliated with": "Forensic Investigation Research Station", "Primary presenter": "Xinyang (Amy)  Dong", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Science/Technology,"}, {"Majors": "Economics, Psychology", "Class Year": "2018", "Tanner ID": "551", "Final Abstract": "The growing field of behavioral economics differs from traditional economics by introducing a heavy dose of psychology. This past summer, I worked in a behavioral economics lab at Harvard Business School, investigating psychological mechanisms underlying human behavior. I helped with different experiments and gained experience of many research processes, including brainstorming ideas, reviewing literature, collecting, cleaning, and analyzing data. In addition, I also designed my own study, examining whether people show an aversion to complexity, and, if so whether that could explain the fact that some high-return, low-risk strategies or securities do not have a high demand in financial markets. The experience expanded my knowledge and academic understanding of both psychology and economics, and helped to inform me about potential future career paths. I am eager to share my experience of conceiving a research question, designing experiments, and finding results. ", "Advisor Name and Department": "Wilmer, Jeremy B(Psychology)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Behavioral Finance It's Complicated!", "The name of the organization where the primary presenter interned or were affiliated with": "Harvard Business School", "Primary presenter": "Lingjun (Lotus)  Xia", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,"}, {"Majors": "Computer Science", "Class Year": "2018", "Tanner ID": "672", "Final Abstract": "For 20 years, the Ruhlman Conference has provided Wellesley students a platform to share their research with the larger community. Attending a Ruhlman Conference gives one insight into the type of research being conducted at Wellesley, but there is no central location where conference data can be explored and analyzed. This summer, I had the opportunity to participate in the Science Center Summer Research program and build an interactive website for the Ruhlman Conference. This interactive website allows users to explore Ruhlman Conference data through graphs and keyword searches. Through this experience, I learned design skills, how to adopt new software technologies quickly, and about the process of transforming an idea into a functional product. Beyond the experience of building the website for our community, I also learned how important it is to collaborate and learn from everyone.", "Advisor Name and Department": "Mustafaraj, Eniana (Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Explore Ruhlman How to build an application so that everyone can do so", "The name of the organization where the primary presenter interned or were affiliated with": "Science Center, Wellesley College", "Primary presenter": "Andrea  Jackson", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,"}, {"Majors": "Computer Science, Economics", "Class Year": "2017", "Tanner ID": "553", "Final Abstract": "Fintech, blockchain technology, electronic trading. These are all catchphrases when discussing the present and future of financial firms, and all of them are technology driven. Majoring in both computer science and economics, I have always been fascinated with the intersection of technology and finance, and how they share an increasingly symbiotic relationship. This curiosity led me to internship in the Technology Division at Goldman Sachs this past summer, working in the group that develops for controllers (accountants). At this self-identified ‘technology’ firm, I learnt not only how to navigate technical problems, but also how technology is increasingly ‘disrupting’ the financial, and even the regulatory world. In this presentation, I will share my experiences as an intern and reflect on whether this is the answer in my quest to find a bridge between my two majors beyond Wellesley.", "Advisor Name and Department": "Metaxas, Panagiotis T(Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Computer Science and Economics finding a bridge between the two majors.", "The name of the organization where the primary presenter interned or were affiliated with": "Goldman Sachs", "Primary presenter": "Lilian  Ma", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Money,Science/Technology,"}, {"Majors": "Biochemistry", "Class Year": "2017", "Tanner ID": "558", "Final Abstract": " The secretin receptor belongs to a class of surface proteins known as G-protein coupled receptors (GPCRs), which are responsible for relaying chemical signals from a cell's environment to generate biological responses. GPCRs are implicated in a variety of physiological processes, from the transmission of sensory information to the regulation of blood sugar levels. As such, GPCRs are drug targets to approximately 30% of marketed pharmaceuticals today. Improved understanding of the secretin receptor's structure-function relationship is therefore crucial to generating and refining new treatment methods for a variety of human diseases. Working in Dr. Laurence J. Miller's lab on Mayo Clinic's Scottsdale campus, I applied the molecular biology techniques I acquired at Wellesley to study the human secretin receptor honing my skills as a scientist and gaining a stronger understanding of the intersections between human health, industry, and academia.", "Advisor Name and Department": "Haines, David R(Chemistry)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "The Name's Bond... Disulfide Bond Exploring Secretin Receptor Structure Through Cysteine Trapping", "The name of the organization where the primary presenter interned or were affiliated with": "Mayo Clinic", "Primary presenter": "Christina E Lepore", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Health,Science/Technology"}, {"Majors": "Computer Science, Mathematics", "Class Year": "2017", "Tanner ID": "561", "Final Abstract": "This summer I worked as an Albright Fellow for the online education technology startup, Next Thought. Though the company is based in Norman, OK, I was offered the opportunity to do a “pioneer” internship with them in Jakarta, Indonesia. During this summer my colleague Egawati Panjei, who is native to Indonesia, and I worked in Jakarta together on a mixture of development, research, and marketing projects. My primary project was building an IMS Learning Tools Interoperability (LTI) provider tool. In simple terms an LTI provider is a technology that allows one online learning platform to connect with and share information with another online learning platform. During my summer I worked to create a basic LTI provider that would allow us to share students’ grades from our platform to another major online learning platform like Moodle or Open EdX. When I was not doing development work I was researching distance and online education in Indonesia as well as meeting with local professional educators to discuss the market for online education in Indonesia.", "Advisor Name and Department": "Metaxas, Panagiotis T(Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Exploring Education Technology in Indonesia - An Albright Fellowship with Next Thought.", "The name of the organization where the primary presenter interned or were affiliated with": "Next Thought", "Primary presenter": "Cali E Stenson", "location": {"lat": -0.789275, "lng": 113.921327}, "The primary country the primary presenter were located in": "Indonesia", "Tags": "Education,Science/Technology,"}, {"Majors": "Environmental Studies", "Class Year": "2018", "Tanner ID": "580", "Final Abstract": "This summer, I participated in the Partnership Education Program in Woods Hole. Along with fourteen other students from across the country, I was introduced to the oceanographic and environmental sciences through coursework and research. Working in Dr. Amanda Spivak’s lab at the Oceanographic Institution, I researched salt marsh plant community response to restoration using percent cover, height, and biomass calculations. Overall, I learned more about what being a scientist would entail. Science is never quite as precise as I imagine, and data rarely comes out as expected. This is because our world and its beautiful ecosystems are extremely complex and variable. After this experience, I learned I love connecting field and lab work, and hope to further pursue these interests at Wellesley to apply them to a career. The greatest lesson I learned is every perceived roadblock is an opportunity to ask another question and pursue another branch of research.", "Advisor Name and Department": "Stanley, Rachel (Chemistry)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Evaluating Plant Community Response to Salt Marsh Restoration", "The name of the organization where the primary presenter interned or were affiliated with": "Partnership Education Program, WHOI", "Primary presenter": "Emily J Neel", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Environment,Science/Technology,"}, {"Majors": "Computer Science", "Class Year": "2017", "Tanner ID": "586", "Final Abstract": "This past summer, the six of us were software engineering interns at various tech companies, ranging from tech giants to startups, scattered across the country. Even though we each worked to solve very different problems, the lessons we took away are similar and reflect our shared experience in the Wellesley Computer Science department. Through being part of a software development team, all of us came to realize that collaboration is essential, asking questions is a valuable skill, and that coding in industry is very different from working on a problem set. We will discuss noteworthy takeaways from our unique experiences which will clearly illustrate that tech companies can vary widely in the problems they solve, software engineering internships are extremely beneficial for learning, and how to land an exceedingly valuable, educational internship at a tech company.", "Advisor Name and Department": "Shaer, Orit (Computer Science)", "Number of Student Authors of Abstract including yourself": "6", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Software Engineering Internships at Tech Companies", "The name of the organization where the primary presenter interned or were affiliated with": "Square, Inc.", "Primary presenter": "Samantha L Voigt", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,", "Additional Presenters": [{"Organization": "Google", "Presenter Info": "Amadeo, Nina-Marie  (namadeo@wellesley.edu; Class of 2018; Majors: Computer Science)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}, {"Organization": "Microsoft", "Presenter Info": "Asenbeck, Kim J (kasenbec@wellesley.edu; Class of 2017; Majors: Economics & Computer Science)", "Country/State": "United States - Washington", "location": {"lat": 38.9071923, "lng": -77.0368707}}, {"Organization": "AT&T", "Presenter Info": "Battaile, Carly J (cbattail@wellesley.edu; Class of 2017; Majors: Computer Science)", "Country/State": "United States - Texas", "location": {"lat": 31.9685988, "lng": -99.9018131}}, {"Organization": "Planet", "Presenter Info": "Hu, Grace J (ghu@wellesley.edu; Class of 2017; Majors: Mathematics & Computer Science)", "Country/State": "United States - California", "location": {"lat": 36.778261, "lng": -119.4179324}}, {"Organization": "PatientsLikeMe", "Presenter Info": "Young, Jacqueline O (jyoung4@wellesley.edu; Class of 2018; Majors: Computer Science)", "Country/State": "United States - Massachusetts", "location": {"lat": 42.4072107, "lng": -71.3824374}}]}, {"Majors": "Computer Science", "Class Year": "2018", "Tanner ID": "587", "Final Abstract": "After a year of interning and working in the CS field, I would like to share with other Wellesley students about my experience as someone new to the field. In my talk, I will explain how my internship this summer at GE Digital and my current work developing the Where’s Wellesley App have shaped my perspective. I would like to share the opportunities I found and skills I learned along the way. Some insights include  emphasizing factors besides grades, developing self-confidence and personal charisma are essential, and networking with Wellesley Alumnae, which were all important to my personal growth. I hope to equip aspiring CS students with skills and pointers to springboard their career.", "Advisor Name and Department": "Shaer, Orit (Computer Science)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Newbie in Tech", "The name of the organization where the primary presenter interned or were affiliated with": "GE Digital", "Primary presenter": "Xiaofan  Wu", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Science/Technology,,"}, {"Majors": "Biological Sciences", "Class Year": "2018", "Tanner ID": "588", "Final Abstract": "     I worked in an immunology lab at MD Anderson Cancer. I focused on an immunotherapy approach against multiple myeloma, an incurable cancer formed by malignant plasma cells found in the bone marrow, and specifically on how antitumor monoclonal antibodies could enhance cross-presentation of cellular antigens. I learned the basics of immunology and lab techniques, such as flow cytometry, western blots, ELISA assay, among others, that can be applied to any biology lab.     In my introductory biology course at Wellesley, we discussed translational research to enhance human health. This experience taught me the importance of lab research in finding solutions to cure cancer; for instance, several of the antibodies that were made in the lab were being tested in clinical trials for application on multiple myeloma patients. I hope my audience will learn about the potential immunology has in curing cancer and the significance of research on improving medicine. ", "Advisor Name and Department": "O'Donnell, Kimberly (Biological Sciences)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Immunotherapy through Cross-Presentation in Multiple Myeloma", "The name of the organization where the primary presenter interned or were affiliated with": "MD Anderson Cancer Center", "Primary presenter": "Maria R Khouri", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Health,,"}, {"Majors": "Mathematics", "Class Year": "2018", "Tanner ID": "593", "Final Abstract": "As a Taiwanese-American student who grew up in American culture, I never really experienced what it was like to live within the local Taiwanese community. Thus, I leaped upon the opportunity to intern at the Taiwan branch of Tomofun, an international pet technology startup. Although I have lived in Taiwan ever since I was nine years old, I surprisingly went through a reverse culture shock. Spending the summer at home in Taiwan while interacting with the local Taiwanese employees in the company lead me to strengthen my bond with my Taiwanese roots, yet it also prompted my American roots to loosen. Through my time at Tomofun, not only did I obtain skills and experience in Sales and Operations, but I also gained a perspective on my cultural identity.  In this presentation, I will present on my experience working in an international startup and how it has changed my view of myself and Taiwan. ", "Advisor Name and Department": "Schultz, Andrew C(Mathematics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Connecting with my Taiwanese roots My Experience of Reverse Culture Shock", "The name of the organization where the primary presenter interned or were affiliated with": "Tomofun Inc.", "Primary presenter": "Tiffany  Chen", "location": {"lat": 22.6158015, "lng": 120.7120023}, "The primary country the primary presenter were located in": "Taiwan, Province of China", "Tags": "Animals,Cultural/Ethnic Origins,Science/Technology"}, {"Majors": "Economics", "Class Year": "2017", "Tanner ID": "595", "Final Abstract": "This summer I worked as a research intern for The Hamilton Project, a part of the Brookings Institution which creates public policies designed to make the domestic economy work better for more people. To do this, The Hamilton Project not only produces original research on important features of the economy, but also brings together experts to create empirically driven policy proposals. Some examples of topics I worked on are prisoner reentry, occupational licensing, Head Start, and life expectancy. Being part of the research team helped me to understand how my economics coursework flows into the economic policy. I also saw both the power and limitations of economic research for creating social change. In my presentation, I will discuss the workings of The Hamilton Project, the policy issues on which I worked, and the major takeaways I have from this experience. ", "Advisor Name and Department": "Fetter, Daniel K(Economics)", "Number of Student Authors of Abstract including yourself": "1", "Thematic Category your proposal belongs to": "Technology, Innovation, and Education", "Title of Presentation": "Evidence Based Economic Policy Reshaping the Economy To Work For More People. ", "The name of the organization where the primary presenter interned or were affiliated with": "The Hamilton Project", "Primary presenter": "Rose  Burnam", "location": {"lat": 37.09024, "lng": -95.712891}, "The primary country the primary presenter were located in": "United States", "Tags": "Education,Health,Poverty"}]